{
  "Original text1": [
    {
      "id": "answer1",
      "text": "A good woman had a handsome husband, whom she loved passionately, and never left if possible. One day, when she was obliged by important business to go away from him, she went to a place where all kinds of magical creatures were sold and bought an elf. This elf not only spoke well, but it had the gift of telling all that had been done before it. She brought it home in a magical orb, and asked her husband to put it in his room, and take great care of it while she was away. Then she departed. On her return she asked the elf what had happened during her absence, and the elf told her some things which made her scold her husband.\n\nHe thought that one of his workers must have been telling tales of him, but they told him it was the elf, and he resolved to revenge himself on it.\n\nWhen his wife next went away for one day, he told one worker to play loud music near the elf's orb; another to wave colorful flags in front of the orb, and a third to use a fan to create strong gusts of wind around the orb. The workers did this for part of the night, and did it very well.\n\nThe next day when the wife came back she asked the elf what it had seen. The elf replied, 'My good mistress, the chaos of noise, colors and winds disturbed me so much all night long, that I cannot tell you what I have suffered.'\n\nThe wife, who knew that there had been no such disturbances in the night, was convinced that the elf was not speaking the truth, so she took him out of the orb and threw him so roughly on the ground that she killed him. Nevertheless she was sorry afterwards, for she found that the elf had spoken the truth."
    },
    {
      "id": "answer2",
      "text": "Once upon a time, in a quaint village nestled between rolling hills and a sparkling river, there lived a kind-hearted man named Thomas. He had a wife, Eleanor, who was as beautiful as the morning dew and as gentle as the spring breeze. Thomas loved Eleanor with all his heart and would never leave her side if he could help it. Their small cottage was a haven of love and warmth, filled with the laughter of their simple life.\n\nOne day, Thomas had to travel to a distant town for important business. He was reluctant to leave Eleanor, but he had no choice. Before he departed, he visited the village market, where all kinds of animals were sold. There, he saw a parrot with feathers as vibrant as the setting sun. This parrot was no ordinary bird; it could speak clearly and had the remarkable ability to recount everything it had witnessed. Thomas bought the parrot and brought it home in a beautifully crafted cage.\n\nHe placed the cage in Eleanor's room and said, 'My dear, I must leave for a few days. Please take good care of this parrot. It is a special bird and will keep you company while I am away.' Eleanor nodded, promising to look after the parrot with care. With a heavy heart, Thomas kissed his wife goodbye and set off on his journey.\n\nWhen Thomas returned, he eagerly asked the parrot, 'Tell me, my feathered friend, what happened while I was away?' The parrot began to speak, recounting events that made Thomas frown and scold Eleanor. She was bewildered and hurt, thinking one of her maids must have been spreading lies about her. The maids, however, told her it was the parrot that had spoken, and Eleanor vowed to teach the bird a lesson.\n\nThe next time Thomas had to leave, even if only for a day, Eleanor devised a plan. She instructed one maid to place a spinning wheel beneath the parrot's cage, another to sprinkle water from above, and a third to hold a mirror in front of the bird's eyes, reflecting the flickering candlelight. The maids carried out their tasks diligently, creating a chaotic scene for the parrot throughout the night.\n\nWhen Thomas returned the following day, he asked the parrot, 'What did you see while I was gone?' The parrot replied, 'My good master, the whirlwind of the spinning wheel, the raindrops falling from above, and the blinding flashes of light from the mirror tormented me all night. I cannot tell you the distress I endured.'\n\nThomas, knowing full well that there had been no such disturbances in his quiet village, believed the parrot was lying. In a fit of anger, he took the bird out of its cage and threw it violently to the ground, killing it. But as he stood there, the weight of his actions settled upon him. He realized that the parrot had been telling the truth, and sorrow filled his heart. He mourned the loss of his beloved pet and the trust he had broken, vowing never to let anger cloud his judgment again."
    },
    {
      "id": "answer3",
      "text": "In a bustling town known for its vibrant markets and lively streets, there lived a man named William. He was a kind and devoted husband to his beautiful wife, Margaret, whom he cherished deeply and rarely left alone. Their love was the talk of the town, and their home was a place of warmth and happiness.\n\nOne day, William received news of urgent business that required his presence in a distant city. Reluctantly, he prepared to leave Margaret for the first time in many years. Before departing, he visited the town's famous bird market, where exotic birds of every kind were sold There., he spotted a magnificent parrot with iridescent feathers and a voice as clear as a bell. This parrot was no ordinary bird; it had the extraordinary ability to recount everything it had seen and heard.\n\nWilliam purchased the parrot and brought it home in a beautifully decorated cage. He placed the cage in Margaret's room and said, 'My dear, I must leave for a few days. Please take good care of this parrot. It will keep you company and protect you while I am away.' Margaret, though saddened by his departure, promised to look after the parrot with great care. With a heavy heart, William kissed her goodbye and set off on his journey.\n\nWhen William returned, he eagerly asked the parrot, 'Tell me, my feathered friend, what happened while I was away?' The parrot began to speak, recounting events that made William frown and scold Margaret. She was bewildered and hurt, thinking one of the servants must have been spreading lies about her. The servants, however, told her it was the parrot that had spoken, and Margaret vowed to teach the bird a lesson.\n\nThe next time William had to leave, even if only for a day, Margaret devised a plan. She instructed one servant to place a spinning wheel beneath the parrot's cage, another to sprinkle water from above, and a third to hold a mirror in front of the bird's eyes, reflecting the flickering candlelight. The servants carried out their tasks diligently, creating a chaotic scene for the parrot throughout the night.\n\nWhen William returned the following day, he asked the parrot, 'What did you see while I was gone?' The parrot replied, 'My good master, the whirlwind of the spinning wheel, the raindrops falling from above, and the blinding flashes of light from the mirror tormented me all night. I cannot tell you the distress I endured.'\n\nWilliam, knowing full well that there had been no such disturbances in his quiet town, believed the parrot was lying. In a fit of anger, he took the bird out of its cage and threw it violently to the ground, killing it. But as he stood there, the weight of his actions settled upon him. He realized that the parrot had been telling the truth, and sorrow filled his heart. He mourned the loss of his beloved pet and the trust he had broken, vowing never to let anger cloud his judgment again."
    },
    {
      "id": "answer4",
      "text": "Once upon a time, there was a kind-hearted woman who had a devoted husband. She loved him dearly and was never happier than when they were together. One day, the husband had to travel on urgent business, leaving her alone at home. Before he left, he visited a market where all sorts of animals were sold and bought a parrot. This parrot was not only eloquent but also had the peculiar ability to recount everything it had witnessed.\n\nHe brought the parrot home in a gilded cage and asked his wife to place it in her chamber, instructing her to take good care of it while he was away. With a heavy heart, he departed. Upon his return, he eagerly asked the parrot what had transpired during his absence. The parrot revealed some things that made the husband scold his wife.\n\nThe wife, feeling wronged, suspected that one of her servants had been spreading rumors about her. However, she soon learned that it was the parrot that had spoken. Filled with a desire for revenge, she devised plan a.\n\nWhen her husband left again for a short trip, she ordered one servant to place a spinning wheel beneath the parrot's cage, another to sprinkle water from above, and a third to hold a lantern and wave it back and forth in front of the parrot's eyes. The servants followed her instructions diligently throughout the night.\n\nThe next day, when the husband returned, he asked the parrot what it had seen. The parrot replied, 'My dear master, the whirlwind, rain, and blinding lights disturbed me so much that I cannot describe the torment I endured.'\n\nThe husband, knowing that there had been no such disturbances the previous night, concluded that the parrot was lying. In a fit of anger, he took the parrot out of its cage and threw it violently to the ground, killing it. Only later did he realize that the parrot had been telling the truth all along. He was filled with remorse, but it was too late to bring the parrot back to life."
    },
    {
      "id": "answer5",
      "text": "Once upon a time, there was a kind-hearted man who had a charming wife. He adored her deeply and would never leave her side unless absolutely necessary. One day, he had to travel to a distant city on urgent business. Before departing, he visited a bustling market where all sorts of animals were sold. There, he spotted a clever little squirrel that caught his eye. This squirrel was not only quick and agile but also had the remarkable ability to observe and recount everything that happened around it.\n\nThe man bought the squirrel, placed it in a comfortable cage, and asked his wife to keep it in her room and take good care of it while he was away. He then set off on his journey. When he returned, he eagerly asked the squirrel what had transpired during his absence. The squirrel recounted some events that made the man scold his wife, who was deeply hurt and confused. She suspected that one of her maids had been gossiping about her, but they told her it was the squirrel. Determined to get her revenge, she devised a plan.\n\nThe next time her husband had to leave for a short trip, she instructed one of her maids to shake a rattling toy under the squirrel's cage, another to wave a fan above it, and a third to hold a lantern and swing it back and forth in front of the squirrel's eyes. The maids carried out her instructions diligently for most of the night.\n\nWhen the husband returned the next day, he asked the squirrel what it had seen. The squirrel replied, 'My dear master, the wind, the flickering lights, and the strange noises kept me so restless all night that I can hardly remember anything clearly.'\n\nThe husband, knowing that there had been no such disturbances during the night, believed that the squirrel was lying. In a fit of anger, he took the squirrel out of its cage and threw it roughly onto the ground, killing it. However, as he walked away, he realized that the squirrel had actually been telling the truth. He was filled with remorse, but it was too late. The clever little squirrel was gone forever."
    },
    {
      "id": "answer6",
      "text": "In a bustling city, a renowned scientist had a brilliant assistant, whom he valued immensely and trusted completely. He rarely left his laboratory if he could help it. One day, when he had to attend a crucial conference in another city, he visited a peculiar shop that sold all kinds of gadgets and bought a smart robot. This robot not only spoke fluently but also had the ability to record and recount everything that happened around it.\n\nHe brought the robot home, placed it in his laboratory, and asked his assistant to take good care of it while he was away. Then he departed.\n\nOn his return, he asked the robot what had happened during his absence, and the robot told him some things that made him reprimand his assistant. The assistant thought that one of her colleagues must have been spreading rumors about her, but they told her it was the robot, and she resolved to get revenge.\n\nWhen her boss next went away for a day, she instructed one colleague to shine a bright light under the robot's pedestal, another to spray water from above it, and a third to wave a reflective screen in front of its sensors, from left to right, under the light of a desk lamp. The colleagues did this for part of the night, and they did it very well.\n\nThe next day, when the scientist came back, he asked the robot what it had seen. The robot replied, 'My esteemed master, the flashing lights, the noise, and the constant movement disturbed me so much all night long that I cannot tell you what I have suffered.'\n\nThe scientist, who knew that there had been no such disturbances in the lab, was convinced that the robot was malfunctioning. So he took it off its pedestal and, in a fit of frustration, accidentally damaged it beyond repair. Nevertheless, he was sorry afterward, for he found that the robot had been telling the truth."
    },
    {
      "id": "answer7",
      "text": "Once there was a wise old farmer who had a lovely daughter, whom he doted on and tried to be around as much as possible. One day, when he had to go to a distant market to sell his crops due to urgent financial needs, he went to a local blacksmith and bought a small iron dog statue. This statue was said to have magical powers of observing and remembering everything that happened around it.\n\nHe brought it home and asked his daughter to place it in the living room and take good care of it while he was away. Then he set off.\n\nOn his return, he asked the iron dog statue what had happened during his absence. The statue told him some things that made him angry at his daughter.\n\nShe thought that one of her neighbors must have been spreading rumors about her, but they told her it was the iron dog statue, and she decided to take revenge on it.\n\nWhen her father next went away for a day, she told one neighbor to bang on a drum near the statue's base; another to pour sand from above the statue, and a third to hold a bright lantern and swing it in front of its eyes, from top to bottom by the light of a fire. The neighbors did this for part of the night, and did it very well.\n\nThe next day when the father came back he asked the iron dog statue what it had seen. The statue replied, 'My dear master, the loud noises, the falling sand and the strange light movements disturbed me so much all night long, that I cannot tell you what I have suffered.'\n\nThe father, who knew that there had been no such disturbances in the night, was convinced that the iron dog statue was not telling the truth, so he took it off the shelf and threw it so roughly on the ground that he broke it. Nevertheless he was sorry afterwards, for he found that the iron dog statue had spoken the truth."
    },
    {
      "id": "answer8",
      "text": "A valiant knight had a lovely princess, whom he cherished deeply, never straying far from her side. One day, compelled by a sacred quest to retrieve a holy relic, he journeyed to a mystical market where enchanted creatures were traded. There, he acquired a raven, not just any bird, but one gifted with speech and the ability to recount all it witnessed.\n\nHe presented this raven to his princess, instructing her to keep it in her chamber and tend to it while he was away. With a heavy heart, he departed.\n\nUpon his return, he inquired of the raven what transpired in his absence. The raven revealed tidings that distressed the knight, leading him to reprimand his princess.\n\nShe, suspecting a traitorous servant had betrayed her, learned it was the raven. Vowing vengeance, she devised a plan.\n\nWhen the knight next left for a day, she commanded one servant to stoke the hearth’s flames beneath the raven’s cage, another to pour water from above, and a third to wave a polished shield before its eyes, reflecting the fire’s glow. They executed this for part of the night with precision.\n\nThe following day, the knight returned and questioned the raven. The bird replied, 'My noble master, the tempest of fire, water, and blinding light tormented me all night, leaving me unable to recount my suffering.'\n\nThe knight, knowing no such storm had occurred, deemed the raven a liar. In his wrath, he seized the bird and cast it to the stones, ending its life. Yet, he later discovered the raven had spoken true, and sorrow filled his heart."
    },
    {
      "id": "answer9",
      "text": "A brilliant engineer had a stunning wife, whom he adored beyond measure, always by his side when possible. One day, duty called him to oversee a critical AI upgrade in a distant facility. Before leaving, he visited a high-tech bazaar and purchased a state-of-the-art android parrot, capable of vocal interaction and storing all observed data.\n\nHe gifted it to his wife, asking her to keep it in their living pod and monitor it during his absence. Reluctantly, he departed.\n\nUpon his return, he queried the android parrot about recent events. The device relayed information that upset him, prompting a heated argument with his wife.\n\nShe, thinking a rival had hacked the system, learned it was the android. Seeking revenge, she plotted. When he next left for a day, she instructed one servant to activate a laser beneath the cage, another to spray mist from above, and a third to spin a holographic display before its sensors, mimicking a storm. They performed this for part of the night flawlessly.\n\nThe next day, the engineer returned and asked the android parrot for updates. It responded, 'My esteemed master, the simulated storm of light, mist, and visual chaos disrupted my systems all night, preventing accurate data recording.'\n\nThe engineer, knowing no storm had occurred, concluded the android was faulty. He dismantled it, but later discovered the device had functioned correctly, and he was overcome with remorse."
    },
    {
      "id": "answer10",
      "text": "A rugged sheriff had a comely wife, whom he loved fiercely, rarely leaving her side. One day, urgent business required him to track a notorious outlaw to a neighboring town. Before leaving, he visited a traveling merchant’s wagon and bought a talking crow, known for its sharp memory and ability to repeat conversations.\n\nHe gave the crow to his wife, asking her to keep it in the saloon and ensure its safety while he was gone. With a sigh, he rode off.\n\nUpon his return, he asked the crow about any trouble during his absence. The crow’s words angered him, leading to a sharp rebuke of his wife.\n\nShe, suspecting a townsfolk’s tale, learned it was the crow. Determined to silence it, she schemed. When the sheriff next left for a day, she ordered one deputy to stoke the saloon’s stove beneath the crow’s cage, another to splash water from above, and a third to wave a shiny silver plate before its eyes, reflecting the lantern’s glow. They carried out this act for part of the night with dedication.\n\nThe following day, the sheriff returned and questioned the crow. The bird squawked, 'My loyal master, the inferno of heat, deluge of water, and blinding reflections plagued me all night, leaving me unable to recount the chaos.'\n\nThe sheriff, knowing no such weather had struck, deemed the crow a liar. In a fit of anger, he threw the bird to the dusty ground, ending its life. Later, he realized the crow had spoken the truth, and guilt weighed heavy on his heart."
    },
    {
      "id": "answer11",
      "text": "In a quaint village, there lived a wise old man who had a cherished garden, which he tended to with great care and affection. He spent most of his days among the flowers and plants, nurturing them as if they were his own children. One day, he had to leave his beloved garden for a few days to attend a distant gathering of scholars. Before departing, he visited the market and purchased a small, ornate lantern. This lantern was no ordinary one; it had the peculiar ability to reveal the truth of any matter when lit.\n\nHe placed the lantern in the center of his garden, instructing his apprentice to watch over it and the garden in his absence. Upon his return, he asked the lantern what had transpired while he was away. The lantern glowed softly and revealed some unsettling truths about the apprentice's neglect of the garden. The old man, disappointed, reprimanded his apprentice.\n\nThe apprentice, feeling wronged, believed that someone must have tampered with the lantern to speak ill of him. Determined to get revenge, he devised a plan. The next time the old man had to leave for a day, the apprentice gathered his fellow villagers. He instructed one to wave a fan vigorously around the lantern, another to scatter petals from above, and a third to hold a bowl of water and reflect its shimmering surface in front of the lantern by the light of a candle. They carried out this scheme for part of the night, creating an illusion of chaos.\n\nWhen the old man returned, he asked the lantern what it had witnessed. The lantern flickered and replied, 'My wise master, the whirlwind, the falling petals, and the shimmering waves of light confused me so much that I cannot discern the truth.' The old man, knowing that the garden had been calm that night, concluded that the lantern was no longer reliable. In a moment of frustration, he threw the lantern against a stone wall, shattering it into pieces. Only later did he realize that the lantern had been truthful, and he mourned the loss of his precious, truth-revealing lantern."
    },
    {
      "id": "answer12",
      "text": "A noble man, devoted to his cunning spouse, sought solace in her presence above all else. When urgent matters summoned him afar, he journeyed to a market of enchanted creatures and acquired an owl, whose gaze pierced the veil of time, revealing truths both past and future. He entrusted the owl to his wife, urging her to guard it closely in his absence.\n\nAs the noble departed, his spouse devised a scheme. She summoned three servants: one to spin a labyrinth of shadows beneath the owl’s perch, another to pour moonlit illusions from above, and a third to wield a prism, refracting starlight into disorienting patterns. They labored through the night, weaving a tapestry of deceit.\n\nUpon the noble’s return, he inquired of the owl, 'What visions have you witnessed?' The owl replied, 'My lord, the night was rent by spectral wolves, their howls drowned by a river of glass, and their forms blurred by a storm of fractured light.' The noble, recalling a night of stillness, deemed the owl a liar and cast it from its perch, ending its life in a fit of rage.\n\nDays later, a servant confessed: the spouse’s trickery had been revealed by a shattered prism and a spilled vial of moon water. The noble, stricken with grief, realized the owl’s words had mirrored the servants’ deceit—a storm of light, a river of glass, and wolves of shadow."
    },
    {
      "id": "answer13",
      "text": "A devoted husband, whose heart was entwined with his radiant spouse, could scarcely bear to part from her. When urgent matters summoned him afar, he sought a merchant of enchanted relics and acquired a luminous mirror. This mirror, it was said, could reveal the truth of any event it witnessed.\n\nHe placed it in his wife’s chamber, instructing her to guard it diligently while he was gone. Then he departed.\n\nUpon his return, he inquired of the mirror, and its glass showed him visions that cast doubt upon his wife’s fidelity.\n\nShe, suspecting betrayal, learned from her servants that the mirror was the source of her husband’s suspicion. Swearing vengeance, she devised a scheme. When her husband next absented himself for a night, she ordered one servant to swirl incense beneath the mirror’s frame, another to cast shadows across its surface with a candelabra, and a third to wave a silken veil before its gaze, obscuring its reflection. They labored through the hours, weaving illusions with smoke, light, and silk.\n\nThe following day, the husband returned and questioned the mirror. It replied, 'My noble master, the chamber was consumed by tempests of smoke and darkness; I could scarce discern the truth through such chaos.'\n\nThe husband, knowing no storm had touched their home, concluded the mirror lied. In a fit of rage, he shattered it against the wall. Yet later, he discovered fragments of the glass still held fragments of truth—the swirling incense, the dancing shadows, the veiled light—all proof that the mirror had spoken rightly."
    },
    {
      "id": "answer14",
      "text": "Once upon a time, in a quiet village, there lived a devoted husband and his radiant wife. Their bond was so deep that he would rarely leave her side. One day, compelled by urgent matters, he had to depart. Before leaving, he visited a local merchant and purchased a peculiar clock—a mechanical marvel that could record and replay sounds.\n\nHe gifted it to his wife, instructing her to keep it in their chamber as a reminder of his presence.\n\nWhen he returned, he asked the clock to recount the events of his absence. The device played back snippets of laughter and hushed conversations that filled him with suspicion. The wife, realizing the clock was the source of her husband's doubts, devised a plan to silence it.\n\nThe next time her husband was away, she gathered her servants and instructed them to tamper with the clock. One was to spin its gears wildly, another to drip wax into its gears, and a third to shine a lantern into its face, mimicking the chaos of a storm. They worked tirelessly through the night, and the clock, now malfunctioning, emitted only jumbled noises.\n\nUpon his return, the husband asked the clock for its report. It sputtered out fragmented sounds: 'Whirring winds... dripping rain... a storm within.' The husband, certain the clock was broken, smashed it in frustration, only to later discover that the 'storm' it described was, in fact, the very sabotage his wife had orchestrated."
    },
    {
      "id": "answer15",
      "text": "A devoted husband, Elric, cherished his radiant wife, Liora, and seldom strayed far from her side. When urgent matters summoned him away, he ventured to a bazaar renowned for its songbirds and purchased a canary. This canary possessed an uncanny knack for mimicking secrets, whispering truths it overheard. Elric placed the bird in a gilded cage, entrusting Liora to safeguard it during his absence.\n\nUpon his return, Elric inquired of the canary, 'What tales does the wind carry?' The bird chirped, 'Your chamber echoed with hushed whispers and the clink of coins.' Elric’s face darkened, and Liora, suspecting betrayal, vowed vengeance.\n\nThe next time Elric departed, Liora summoned her servants. 'One shall spin a spindle beneath the cage,' she instructed, 'another shall drape silken veils to obscure its sight, and a third shall hum dirges to drown its voice.' They obeyed, weaving a tapestry of deceit through the night.\n\nWhen Elric returned, he pressed the canary, 'What shadows did you witness?' The bird replied, 'A symphony of silence enfolded me—no word, no sound, only the rustle of ghosts.' Elric, recalling the stillness of the prior night, deemed the canary a fraud and cast it from the window. Its fall silenced it forever.\n\nLater, a servant confessed: Liora had bribed a merchant to visit, their hushed dealings masked by the servants’ ruse. Elric wept, realizing the canary’s truth had been smothered in silence."
    },
    {
      "id": "answer16",
      "text": "In a bustling city, there was a renowned artist who had a talented assistant, whom he admired greatly and relied on for his work. He rarely let the assistant out of his sight, as their collaboration was the key to his success. One day, the artist had to attend an important exhibition in another city and had to leave his assistant behind. Before departing, he visited a market where all sorts of gadgets and devices were sold and bought a smart robot. This robot was not only highly intelligent but also had the ability to record and report everything it witnessed.\n\nThe artist brought it back to his studio and asked his assistant to keep it close and take good care of it while he was away. Then he left.\n\nUpon his return, the artist asked the robot what had happened during his absence, and the robot reported some incidents that made the artist question his assistant's dedication. The assistant, thinking that someone in the studio must have been spreading rumors, was told it was the robot. Determined to get revenge, the assistant devised a plan.\n\nThe next time the artist had to leave for a day, the assistant instructed one colleague to shine a bright light directly at the robot's sensors; another to play loud, chaotic music from all directions; and a third to wave a colorful, distracting banner in front of it. The colleagues followed the instructions diligently throughout the night.\n\nWhen the artist returned the next day, he asked the robot what it had observed. The robot replied, 'My dear master, the blinding lights, cacophonous sounds, and dizzying visuals were so overwhelming last night that I could hardly function properly. I'm sorry, but I can't provide a clear report.'\n\nThe artist, knowing that the studio had been quiet and calm the previous night, concluded that the robot was malfunctioning. In frustration, he dismantled the robot, only to later discover that it had actually been telling the truth. He regretted his hasty actions, realizing that he had misjudged both the robot and his assistant."
    },
    {
      "id": "answer17",
      "text": "A cunning merchant possessed a shrewd wife, whose wit he admired, and whom he rarely left unattended. One day, compelled by urgent trade matters, he journeyed to a bazaar where exotic creatures were sold and purchased a chameleon. This chameleon not only shifted hues with grace but could mirror the emotions of those nearby, revealing truths through its color. He placed it in a terrarium, instructing his wife to keep it near and observe its hues while he was away. Then he departed.\n\nUpon his return, he inquired about the chameleon’s colors, and the creature displayed shades that hinted at deceit.\n\nShe suspected one of her servants had betrayed her but learned it was the chameleon, vowing revenge.\n\nWhen her husband next left for a night, she ordered one servant to place a heated lamp beneath the terrarium; another to fan cold air from above, and a third to spin a kaleidoscope before its eyes, refracting light into prismatic chaos. The servants complied, altering the environment for hours.\n\nThe next day, the husband returned and asked the chameleon to display its hues. The creature shimmered in disorienting patterns, its scales flickering like a storm-tossed sea. 'My dear master,' it rasped, 'the chaos of light and heat has left me disoriented—I cannot discern my own truth.'\n\nThe husband, knowing the night had been calm, concluded the chameleon lied, seized it, and cast it into the fire, destroying it. Yet he later discovered the creature’s final colors had been a desperate plea: the servants had confessed their deception."
    },
    {
      "id": "answer18",
      "text": "In a distant kingdom, there lived a wise king who had a loyal advisor whom he trusted above all others. The king valued his advisor's wisdom and never sought counsel from anyone else if he could avoid it. One day, when the king was called away to a neighboring kingdom for urgent matters of state, he visited a market renowned for its magical artifacts and purchased a crystal ball. This crystal ball was not only enchanted to speak, but it also had the ability to reveal all that had transpired before it.\n\nHe brought it back to his palace and asked his advisor to place it in his study, instructing him to take great care of it while he was away. Then the king departed.\n\nUpon his return, he asked the crystal ball what had happened in his absence, and the ball revealed some things that made the king question his advisor's loyalty.\n\nThe advisor, thinking that one of the palace servants must have been spreading rumors about him, was told it was the crystal ball. He decided to teach it a lesson. When the king was away again for a short trip, the advisor instructed one servant to place a candle beneath the crystal ball's stand; another to wave a fan above it, creating a draft; and a third to hold a piece of black velvet in front of it, blocking its view. The servants did this for part of the night, and they did it very effectively.\n\nThe next day, when the king returned, he asked the crystal ball what it had seen. The ball replied, 'My noble king, the flickering light, the cold draft, and the darkness troubled me so much all night long that I cannot tell you what I have endured.'\n\nThe king, knowing that there had been no disturbances in the palace that night, concluded that the crystal ball was not speaking the truth. So he took it from its stand and cast it so violently against the wall that it shattered into pieces. However, he soon regretted his actions, for he discovered that the crystal ball had indeed been telling the truth."
    },
    {
      "id": "answer19",
      "text": "A valiant knight had a loyal queen, whom he cherished deeply, and rarely strayed far from her side. One day, compelled by a sacred quest to depart, he journeyed to a bazaar where exotic creatures were traded and purchased a chameleon. This chameleon not only mimicked speech but could discern truths hidden in the air around it. He presented it to his queen in a gilded terrarium, imploring her to guard it while he was gone. Then he rode away.\n\nUpon his return, he inquired of the chameleon what it had witnessed, and the creature relayed tales that cast doubt on the queen’s fidelity.\n\nShe suspected one of her courtiers of slander but learned it was the chameleon, and vowed to silence it.\n\nWhen the knight next departed for a fortnight, she commanded one servant to wave a peacock feather beneath the terrarium, another to pour moonlit water over its glass, and a third to spin a lantern’s glow in spirals before its eyes. The servants performed this ritual nightly, weaving illusions of chaos.\n\nThe following dawn, when the knight returned, he pressed the chameleon for answers. The reptile replied, 'My noble lord, the shadows danced and the light fractured so violently all night that I cannot fathom the turmoil I endured.'\n\nThe knight, certain no such storm had occurred, deemed the chameleon a liar and cast it from the terrarium, crushing it beneath his heel. Yet he later wept, for he discovered the chameleon had spoken in truth—the courtiers’ deceit had masked their queen’s unwavering loyalty."
    },
    {
      "id": "answer20",
      "text": "A cunning scholar had a devoted wife, whose intellect he admired fiercely, and whose company he sought whenever possible. One day, when urgent research compelled him to depart, he visited a market where mystical creatures were traded and purchased a chameleon. This chameleon not only shifted colors with uncanny precision but possessed the ability to foresee events yet to unfold. He placed it in a terrarium, instructed his wife to keep it near her study, and begged her to safeguard it during his absence. Then he left. Upon his return, he inquired of the chameleon what visions it had witnessed, and the creature revealed glimpses that unsettled him deeply.\n\nShe suspected one of her apprentices had sabotaged her experiments but learned it was the chameleon, and vowed to discredit it.\n\nWhen her husband next departed for a fortnight, she ordered one apprentice to spin a pendulum before the terrarium; another to extinguish candles in rhythmic bursts above it, and a third to wave a prism that fractured light into blinding rainbows across its eyes. The apprentices performed this ritual nightly, with eerie precision.\n\nThe following week, when the scholar returned, he pressed the chameleon for its prophecies. The reptile replied, 'My learned master, the celestial dance of comets and eclipses has so dazzled my sight that I cannot discern the shadows of our own home.'\n\nThe scholar, knowing no such celestial events had occurred, concluded the chameleon was delirious, so he lifted it from the terrarium and, in a fit of frustration, dropped it onto the laboratory floor, crushing it. Yet he later mourned, for he discovered the chameleon’s visions had been true—it had foreseen not cosmic events, but the wife’s manipulations, which had blinded it to earthly truths."
    },
    {
      "id": "answer21",
      "text": "Once upon a time, in a small village, there was a wise old man who had a cherished cat. This cat was not ordinary; it had the ability to see and remember everything that happened around it. The old man was very fond of his cat and rarely let it out of his sight. However, one day, he had to leave for a neighboring town to attend a meeting of scholars. Before he left, he instructed his granddaughter, who lived with him, to take care of the cat and to keep it close to her at all times.\n\nWhen the old man returned, he asked the cat what had transpired in his absence. The cat meowed softly and described some events that made the old man question his granddaughter's behavior. The granddaughter, feeling wronged, believed that someone in the household must have been spreading rumors about her. But when she discovered it was the cat, she decided to teach it a lesson.\n\nThe next time the old man had to leave, even if only for a short while, the granddaughter devised a plan. She asked one servant to wave a fan vigorously in front of the cat, another to create loud noises by banging pots together, and a third to shine a bright light directly into the cat's eyes. The servants carried out these tasks for a good part of the night, making sure the cat was thoroughly disturbed.\n\nWhen the old man returned the following day, he asked the cat what it had seen. The cat replied, 'My dear master, the wind, the noise, and the blinding light kept me so restless all night that I can hardly remember anything clearly.' The old man, knowing that the night had been calm and quiet, concluded that the cat was lying. In his frustration, he chased the cat out of the house, believing it to be untrustworthy.\n\nLater, however, the old man realized that the cat had been telling the truth about the disturbances. He felt a deep sense of regret for his actions and vowed never to judge without understanding the full story."
    },
    {
      "id": "answer22",
      "text": "A wanderer, known for his unwavering devotion, wed a woman whose laughter echoed through the jungles, and he clung to her side like a vine to a tree. When urgent travels called him away, he sought a chameleon, famed for its ability to mimic any sound it heard. He placed the creature in a woven basket, instructing his wife to guard it while he ventured into the mountains.\n\nUpon his return, he pressed the chameleon for tales of his absence. The reptile spoke of 'dancing fireflies that whispered secrets,' 'rivers weeping silver tears,' and 'shadows that mirrored the moon’s face.' The wanderer, knowing no such wonders had graced their valley, accused the chameleon of deceit and hurled it into the rushing river, where it vanished.\n\nThe wife, who had orchestrated a charade with jungle allies—a firefly swarm to mimic voices, a waterfall to feign sorrow, and mirrored pools to distort light—mourned silently. The wanderer, later discovering her ruse, wept for the chameleon’s truth and his own haste."
    },
    {
      "id": "answer23",
      "text": "A devoted traveler wed a woman whose laughter shimmered like desert sands, and he clung to her side as a dune clings to the wind. When urgent trade called him away, he journeyed to a bazaar where creatures of the desert were bartered, and purchased a fox. This fox did not speak, but its amber eyes mirrored the truth of all it witnessed. He placed it in a woven den, instructing his wife to guard it while he crossed the dunes.\n\nUpon his return, he pressed the fox for visions of his absence. The fox’s gaze flickered, revealing fragmented images: 'A storm of whispers,' it seemed to say, 'and rivers that dissolved into dust.' The traveler, knowing no such tempests had swept their oasis, accused the fox of deceit and buried it beneath the sands, its cries swallowed by the wind.\n\nThe wife, who had orchestrated a mirage with nomads—a whirlwind to scatter voices, a hidden spring to feign sorrow, and mirrored shields to distort light—mourned silently. The traveler, later unearthing her ruse, wept for the fox’s truth and his own haste."
    },
    {
      "id": "answer24",
      "text": "A devoted man possessed a radiant spouse, whom he cherished above all else, and seldom strayed from her side. One day, compelled by urgent matters, he ventured to a bazaar trading in exotic creatures and purchased a chameleon. This chameleon did not merely shift hues—it mirrored the emotions of those nearby, casting a kaleidoscope of colors that betrayed secrets. He placed it in a terrarium, instructed his wife to guard it in her chamber, and departed.\n\nUpon his return, he inquired of the chameleon’s observations. The creature pulsed crimson and violet, its scales rippling like molten lava, and the man scowled, convinced his wife had strayed.\n\nShe suspected a servant had whispered lies but learned it was the chameleon. Vowing vengeance, she devised a plan. When her husband next absented himself, she ordered one servant to flash a strobe light beneath the terrarium, another to blare thunderous music from above, and a third to whirl a fan before its eyes, mimicking a tempest. They labored through the night, their chaos a symphony of deceit.\n\nThe following day, the husband returned and pressed the chameleon for answers. The creature flickered between emerald and ash, its body trembling. ‘My noble master,’ it seemed to sigh through shimmering scales, ‘the cyclone’s fury and cacophony of the storm left me breathless—my colors are too shattered to recount the turmoil.’\n\nThe husband, knowing no storm had touched their region, deemed the chameleon a fraud. He yanked it from the terrarium and cast it into the rain-soaked garden, where it withered like a dying leaf. Yet sorrow soon gnawed at him, for news arrived of a distant hurricane that night—one the chameleon had sensed through unseen vibrations."
    },
    {
      "id": "answer25",
      "text": "A devoted engineer had a radiant spouse, whom he cherished deeply, and rarely strayed far from her side. One day, compelled by a critical project, he journeyed to a bazaar where cutting-edge gadgets were traded and purchased a surveillance drone. This drone not only captured images flawlessly but could reconstruct events frame by frame. He placed it in their living room, instructing his spouse to monitor it while he was away. Then he departed.\n\nUpon his return, he queried the drone’s footage, which revealed scenes that unsettled him—images of strangers lingering near their home.\n\nShe suspected a neighbor was hacking the device but learned it was the drone’s algorithm flagging 'anomalies.' Vowing revenge, she devised a plan. When her husband next left, she ordered one assistant to project holograms of figures outside the window, another to blast static noise from speakers, and a third to spin a light diffraction panel to distort the drone’s sensors. They executed this for hours under the cover of night.\n\nThe next day, the husband reviewed the footage. The drone reported, 'My creator, a cascade of digital glitches—flickering pixels, audio distortions, and light fractures—overwhelmed my systems. I cannot discern reality from interference.'\n\nThe husband, knowing no such technical issues had occurred, concluded the drone was faulty and crushed it underfoot in frustration. Later, he discovered the holograms and speakers, realizing the drone had functioned perfectly. He mourned his haste, for the machine had been truthful."
    },
    {
      "id": "answer26",
      "text": "In a small village, there lived a wise old man who had a cat named Whiskers. The old man was known for his wisdom and kindness, and Whiskers was his most beloved companion. One day, the old man had to leave the village to visit a distant friend. Before departing, he worried about his house and his wife, who was known for her inquisitive nature. He decided to leave Whiskers at home, knowing that the cat had a unique ability to observe and report everything that happened around him.\n\nThe old man instructed his wife, 'Take good care of Whiskers while I'm away. He is not just a pet, but a guardian of our home.' The wife nodded, but her curiosity got the better of her. She wondered what secrets Whiskers might know and how she could trick him into revealing them.\n\nWhen the old man returned, he asked Whiskers, 'What happened while I was away?' Whiskers replied, 'Your wife was very kind, but she asked me many questions about our neighbors and their secrets.' The old man was surprised and a little disappointed, but he trusted his wife and decided to let it go.\n\nHowever, the wife, feeling embarrassed and frustrated, decided to take revenge on Whiskers. She devised a plan to make him look foolish. The next time the old man left, she gathered a group of children and told them to play a trick on Whiskers. One child was to wave a piece of string in front of him, another to make loud noises with a drum, and a third to shine a flashlight in his eyes. The children did as instructed, and Whiskers was thoroughly confused and frightened.\n\nWhen the old man returned, he asked Whiskers, 'What happened while I was away?' Whiskers, still shaken, replied, 'Master, there were strange lights, loud noises, and something kept waving in front of me. I couldn't understand what was happening.' The old man, thinking that Whiskers was lying, scolded him and sent him outside.\n\nLater that night, the old man realized that Whiskers had been telling the truth. He felt remorse for doubting his loyal companion and called him back inside. From that day on, the old man trusted Whiskers even more, and the wife learned a valuable lesson about curiosity and trust."
    },
    {
      "id": "answer27",
      "text": "A devoted woman cherished her loyal husband, who traveled frequently for trade. Before departing, he gifted her a cat renowned for its uncanny ability to forecast future events. He instructed her to keep the cat nearby, trusting its insights during his absence. Upon returning, he asked the cat about the household’s fate. The cat described a peaceful week, but the husband, expecting dire warnings, dismissed its calm report as deceit.\n\nFrustrated, the woman suspected the cat of lying and plotted to trick it. When her husband next left, she ordered servants to stage a fake robbery: one hid stolen jewels under a rug, another shattered a window with a stone, and a third lit torches to mimic a fire. The cat, observing the chaos, later told the husband, 'A storm of chaos raged here—thieves, flames, and destruction!'\n\nThe husband, knowing no robbery had occurred, accused the cat of fabrication and sold it to a stranger. Days later, the hidden jewels were discovered, and a real thief was caught nearby. The husband realized the cat’s truth and mourned his haste, forever regretting his disbelief."
    },
    {
      "id": "answer28",
      "text": "A kind-hearted man had a lovely wife, whom he adored deeply and always wanted to be with. One day, when he had to leave her for some urgent matters, he went to a place where all kinds of animals were sold and bought a monkey. This monkey not only imitated human actions well, but it had the ability to repeat everything it had seen before. He brought it home in a cage and asked his wife to put it in her room and take good care of it while he was away. Then he left.\n\nWhen he came back, he asked the monkey what had happened during his absence, and the monkey told him some things that made him angry at his wife.\n\nShe thought that one of her servants must have been spreading rumors about her, but they told her it was the monkey, and she decided to get revenge on him.\n\nWhen her husband went away for a day again, she told one servant to place a drum under the monkey's cage, another to pour water from above the cage, and a third to hold a flashlight and shine it in front of its eyes, moving it from left to right. The servants did this for part of the night and did it very well.\n\nThe next day when the husband returned, he asked the monkey what it had seen. The monkey replied, 'My dear master, the fireworks, music and water splashing disturbed me so much all night long, that I cannot tell you what I have endured.'\n\nThe husband, who knew that there had been no fireworks or music in the night, was convinced that the monkey was lying, so he took it out of the cage and threw it roughly on the ground, killing it. However, he was sorry later, as he found out that the monkey had told the truth."
    },
    {
      "id": "answer29",
      "text": "A devoted queen cherished her loyal court jester, whose antics brought her endless laughter, and she rarely allowed him to wander far. When urgent matters summoned her to a distant kingdom, she commissioned a renowned inventor to craft a mechanical owl, designed to mimic human speech and relay events in her absence. She placed the owl in her chamber, instructing her ladies-in-waiting to guard it diligently. Upon her return, she inquired what the owl had witnessed, only to hear tales that cast doubt on her jester’s fidelity.\n\nThe jester, suspecting betrayal, assumed one of the servants had slandered him. Yet they revealed it was the owl, and he vowed retribution.\n\nWhen the queen next departed, he ordered one maid to clang cymbals beneath the owl’s perch, another to shine lanterns into its eyes, and a third to spin a music box near its ear. They performed this chaos through the night with precision.\n\nThe following day, the queen asked the owl for a report. It replied, 'Your Majesty, the cacophony of trumpets, blinding lights, and swirling shadows left me dazed—I cannot recount the turmoil I endured.'\n\nThe queen, certain no such commotion had occurred, deemed the owl a liar and smashed it to pieces. Yet she later wept, discovering the jester had indeed plotted mischief, and the owl’s words were a coded truth."
    },
    {
      "id": "answer30",
      "text": "A devoted queen had a loyal husband, whom she cherished deeply, and rarely strayed far from his side. One day, when urgent matters required him to depart, he visited a market where exotic creatures were traded and purchased a chameleon. This chameleon not only shifted colors masterfully but could recount every secret it witnessed. He placed it in a jeweled terrarium and entrusted it to his queen, urging her to guard it while he was gone. Then he left.\n\nUpon his return, he inquired what the chameleon had seen, and its account revealed truths that enraged him.\n\nShe suspected a rival lord had slandered her but learned it was the chameleon, and vowed to silence it.\n\nWhen her husband next absconded for a night, she ordered one servant to shine lanterns into the terrarium, another to scatter spices beneath it, and a third to play discordant music beside it until dawn. The servants complied flawlessly.\n\nThe next morning, when the husband returned, he pressed the chameleon for answers. The creature replied, 'My noble master, the blinding lights, overwhelming scents, and deafening sounds left me disoriented—I cannot recall the turmoil I endured.'\n\nThe husband, certain no such chaos had occurred, concluded the chameleon lied and hurled it from the terrarium, crushing it. Yet he later mourned, for he discovered the chameleon had spoken truthfully."
    },
    {
      "id": "answer31",
      "text": "A self-important lion in the jungle tried to make his mastery clear to all.\n\nHe was so confident that he paid no attention to the smaller animals and went right up to a bear. He asked the bear, 'Who is the king of the jungle?' The bear replied, 'Of course you are.'\n\nThen the lion asked a tiger the same question. The tiger replied with some reluctance, 'Of course you are.' And then he went to ask an elephant. But the elephant would not allow the lion to do so. He suddenly took hold of the lion with his long nose and bounced the lion against a tree, leaving him bleeding and badly shaken up.\n\nWhen the lion finally got up, he blamed the elephant and said: 'Even if you couldn't answer my question, it's not necessary for you to act so rough.'"
    },
    {
      "id": "answer32",
      "text": "A fox, seeing a fish cart coming, lay down and pretended to be dead.\n\nThe cart man, tempted by the idea of making some extra money by selling the fox's fur, picked up the animal by its tail and threw it into the back of the cart among the fish. Then he resumed his journey.\n\nThe fox ate his fill of the fish and jumped out of the cart.\n\nA wolf saw him jumping out and asked him what he had been doing in it. The fox told him and also how he got into the cart in the first place. The wolf ran ahead and lay down before the cart path, pretending to be dead. The cart man was delighted to find another animal to sell, but he found the wolf was too heavy to lift.\n\nSo he pushed it into a sack, tied the sack to his cart and dragged it away."
    },
    {
      "id": "answer33",
      "text": "This happened many many summers ago.\n\nThere was a young flower in the desert where all was dry and sad looking. It was growing by itself, enjoying every day.\n\nShe asked the sun 'When shall I be grown up?' And the sun would say 'Be patient. Each time I touch you, you grow a little.'\n\nAnd she was so pleased. Because she would have a chance to bring beauty to this corner of sand.\n\nAnd this is all she wanted to do -- bring a little bit of beauty to this world.\n\nOne day the hunter came by and stepped on her.\n\nShe was going to die and she felt so sad. Not because she was dying, but because she would not have a chance to bring a little bit of beauty to this corner of the desert.\n\nThe great spirit saw her, and was listening. Indeed, he said, 'She should be living'. And he reached down and touched her and gave her life.\n\nAnd she grew up to be a beautiful flower, and this corner of the desert became so beautiful because of her."
    },
    {
      "id": "answer34",
      "text": "On a stormy day, the crab went strolling along the beach.\n\nHe was surprised to see the lobster preparing to set sail in his boat. 'Lobster,' said the crab, 'it is foolhardy to venture out on a day like this.'\n\n'Perhaps so,' said the lobster, 'but I love a squall at sea!' 'I will come with you,' said the crab. 'I will not let you face such danger alone.'\n\nThe lobster and the crab began their voyage. Soon they found themselves far from shore.\n\nTheir boat was tossed and buffeted by the turbulent waters. 'Crab! ' shouted the lobster above the roar of the wind. 'For me, the splashing of the salt spray is thrilling! The crashing of every wave takes my breath away' 'Lobster, I think we are sinking' cried the crab. had to admit that the day had been pleasantly out of the ordinary.\n\n'Yes, of course, we are sinking,' said the lobster. 'This old boat is full of holes. Have courage, my friend. Remember, we are both creatures of the sea.'\n\nThe little boat capsized and sank. 'Horrors!' cried the crab. 'Down we go!' shouted the lobster. The crab was shaken and upset.\n\nThe lobster took him for a relaxing walk along the ocean floor. 'How brave we are,' said the lobster, 'What a wonderful adventure we have had The crab began to feel somewhat better.'\n\nAlthough he usually enjoyed a quieter existence, he had to admit that the day had been pleasantly out of the ordinary."
    },
    {
      "id": "answer35",
      "text": "A king had three sons whom he loved equally well, and he did not know which of them to appoint as king following his own death.\n\nWhen the time came for him to die he called them to his bed and said, 'Dear children, I have thought of something that I will reveal to you. The one of you is the laziest shall become king after me.'\n\nThe oldest one said, 'Father, then the kingdom belongs to me, for I am so lazy that whenever I lie down to sleep, and a drop falls into my eyes, I will not even close them so that I can fall asleep.'\n\nThe second one said, 'Father, the kingdom belongs to me, for I am so lazy that when I am sitting by the fire warming myself, I would rather let my heels burn up than to pull my legs back.'\n\nThe third one said, 'Father, the kingdom is mine, for I am so lazy that if I were going to be hanged and already had the rope around my neck, and someone put into my hand a sharp knife with which to cut the rope, I would let myself be hanged rather than to lift my hand up to the rope.'\n\nWhen the father heard this he said, 'You have taken it the farthest and shall be king.'"
    },
    {
      "id": "answer36",
      "text": "It was three hundred years before the birth of Christ the Lord, and there lived a mother who had twelve sons, but she was so poor and needy that she did not know how she would be able to keep them alive. She prayed daily to God that he might allow her sons to be together on earth with the promised savior. When her need became even greater she sent them, one after the other, out into the world to seek something to eat.\n\nSuddenly there stood before him a small boy. He glistened, and was as beautiful and as friendly as an angel. The child clapped his hands together, causing Peter to look up at him. Then he said, 'Why are you sitting there so sadly?'\n\nThe oldest one was named Peter. He went forth, and had already walked far, an entire day's journey, when he found himself in a great forest. He looked for a way out, but could not find one, going instead deeper and deeper into the woods. His hunger was so great that he could barely stand upright. He finally became so weak that he had to lie down, and he believed that he was near death.\n\nHe took poor Peter by the hand and led him between the cliffs to a large cave. They went inside, and everything glistened with gold, silver, and crystal. In the middle there stood twelve cradles next to each other.\n\n'Oh,' answered Peter, 'I am walking about in the world seeking something to eat, so that I might be able to see the promised savior, for that is my greatest wish.'\n\nThe child said, 'Come with me. Your wish shall be fulfilled.'\n\nThen the little angel said, 'Lie down in the first one, and sleep a little. I will rock you.'\n\nWhile he slept the second brother came to him. He too had been brought there by his guardian angel, and he too was rocked to sleep. In a like manner the others came as well, each in turn, until all twelve were lying there asleep in the golden cradles.\n\nPeter did this, and the little angel sang to him and rocked him until he fell asleep.\n\nThere they slept for three hundred years until the night when the savior of the world was born. Then they awoke and were with him on earth, and they were called the twelve apostles."
    },
    {
      "id": "answer37",
      "text": "The wolf then charged at the man. 'Is that a man?' asked the wolf. The wolf answered, 'If I could see a man just once, I would attack him nonetheless.' Afterwards came a little boy on his way to school.\n\nFinally a huntsman came by with his double-barreled gun on his back, and a sword at his side. The fox said to the wolf, 'Look, there comes a man. He is the one you must attack, but I am going back to my den.' When the huntsman saw him he said, 'Too bad that I have not loaded with a bullet.' Then he aimed and fired a load of shot into his face.\n\n'No, he will yet become one.'\n\n'No,' answered the fox. 'He has been one.'\n\n'I can help you to do that,' said the fox. 'Come to me early tomorrow morning, and I will show you one.'\n\n'Is that a man?'\n\nOnce upon a time the fox was talking to the wolf about the strength of man, how no animal could withstand him, and how all were obliged to employ cunning in order to protect themselves from him.\n\nThe wolf arrived on time, and the fox took him out to the path which the huntsman used every day. First an old discharged soldier came by.\n\n'Well,' Brother Wolf, said the fox, 'how did you get along with man?'\n\n'Oh,' replied the wolf, 'I never imagined the strength of man to be what it is. First, he took a stick from his shoulder, and blew into it, and then something flew into my face which tickled me terribly. Then he breathed once more into the stick, and it flew up my nose like lightning and hail. Then when I got next to him, he drew a naked rib out of his body, and he beat me so with it that he almost killed me.'\n\nThe wolf pulled an awful face, but did not let himself be frightened, and attacked him again, on which the huntsman gave him the second barrel. The wolf swallowed his pain and charged at the huntsman again, who in turn drew out his naked sword, and gave him a few blows with it left and right, so that, bleeding all over, he ran howling back to the fox.\n\n'See what a braggart you are,' said the fox. 'You throw your hatchet so far that you cannot get it back again.'"
    },
    {
      "id": "answer38",
      "text": "A man and his wife were once sitting by the door of their house, and they had a roasted chicken before them, and were about to eat it together.\n\nThen the man saw that his aged father was coming, and hastily took the chicken and hid it, for he did not want him to have any of it.\n\nThe old man came, took a drink, and went away. Now the son wanted to put the roasted chicken on the table again, but when he reached for it, it had turned into a large toad, which jumped into his face and sat there and never went away again.\n\nAnd if anyone wanted to take it off, it looked venomously at him as if it would jump in his face, so that no one dared to touch it. And the ungrateful son was forced to feed the toad every day, or else it fed itself on his face. And thus he went to and fro in the world without rest."
    },
    {
      "id": "answer39",
      "text": "A merchant had done well at the fair. He had sold all his wares, and filled his moneybag with gold and silver. He now wanted to make his way toward home, and to be in his own house before nightfall. So he loaded his duffel bag with the money onto his horse, and rode away.\n\nAt noon made a rest stop in a town. When he was about to continue on his way, a servant brought him his horse and said, 'Sir, a nail is missing from the shoe on his left hind hoof.'\n\n'Let it be,' answered the merchant. 'The shoe will certainly stay on for the six hours that I still have to ride. I am in a hurry.'\n\nThat afternoon, when he dismounted once again and had his horse fed, a servant came into the inn and said, 'Sir, a shoe is missing from your horse's left hind hoof. Shall I take him to the blacksmith?'\n\nHe rode on, but before long the horse began to limp. It did not limp long before it began to stumble, and it did not stumble long before it fell down and broke a leg. The merchant had to leave the horse where it was, and unbuckle the duffel bag, load it onto his shoulder, and walk home on foot, not arriving there until very late that night. 'All this bad luck,' he said to himself, 'was caused by that cursed nail.'\n\n'Let it be,' answered the man. 'The horse can manage for the few hours that I still have to ride. I am in a hurry.'\n\nHaste makes waste."
    },
    {
      "id": "answer40",
      "text": "'You must be sitting on a treasure,' said the peasant.\n\nOne day the peasant had been working in his field, and just as it was getting dark he was getting ready to go home when in the middle of his field he saw a pile of burning coals. Filled with amazement he walked toward it, and sitting on the top of the glowing coals there was a little black devil.\n\n'The treasure is in my field and belongs to me,' said the peasant.\n\nOnce upon a time there was a clever, wily peasant, whose tricks could be much talked about. The best story, however, is how he once got the best of the devil and made a fool of him.\n\n'Yes indeed,' replied the devil, 'on a treasure that contains more gold and silver than you have ever seen in your life.'\n\nThe peasant entered into the bargain, saying, 'To prevent any dispute from arising about the division, everything above the ground shall belong to you, and everything beneath the ground to me.'\n\n'It is yours,' answered the devil, 'if for two years you will give me one half of everything your field produces. I have enough money, but I have a desire for the fruits of the earth.'\n\nThe peasant agreed to the deal and said, 'in order to avoid disputes in our distribution, everything on the soil belongs to you, and under the mud comes to me.'\n\nNow when harvest time came the devil appeared and wanted to take away his crop, but he found nothing except the yellow withered leaves, and the happy peasant dug up his turnips.\n\nThe devil was quite satisfied with that, but the cunning peasant had planted turnips.\n\n'You got the best of me this time,' said the devil, 'but it won't happen again. Next time what grows above ground shall be yours, and what is under it shall be mine.'\n\n'That is all right with me,' answered the peasant. When planting time came the peasant did not plant turnips again, but wheat. The crop ripened, and the peasant went into the field and cut the full stalks off at ground level. When the devil came he found nothing but the stubble, and he angrily disappeared into a chasm in a cliff.\n\n'That's the way one has to deal with foxes,' said the peasant, then carried away the treasure."
    },
    {
      "id": "answer41",
      "text": "Her parents strictly forbade her, saying: 'Frau Trude is a wicked woman who commits godless acts. If you go there, you will no longer be our child.\n\n'Oh, Frau Trude, it frightened me when I looked through your window and could not see you, but instead saw the devil with a head of fire.'\n\nBut the girl paid no attention to her parents and went to Frau Trude's place anyway.\n\n'What did you see?'\n\n'That was a butcher.'\n\nOne day she said to her parents: 'I have heard so much about Frau Trude. Someday I want to go to her place. People say such amazing things are seen there, and such strange things happen there, that I have become very curious.\n\nWhen she arrived there, Frau Trude asked: 'Why are you so pale?'\n\n'Oh,' she answered, trembling all over, 'I saw something that frightened me.'\n\n'I saw a black man on your steps.'\n\n'That was a huntsman.'\n\n'That was a charcoal burner.'\n\n'Then I saw a blood-red man.'\n\n'Then I saw a green man.'\n\nOnce upon a time there was a small girl who was strong willed and forward, and whenever her parents said anything to her, she disobeyed them. How could anything go well with her?\n\nWith that she turned to girl into a block of wood and threw it into the fire. When it was thoroughly aglow she sat down next to it, and warmed herself by it, saying: 'It gives such a bright light!'\n\n'Aha!' she said. 'So you saw the witch properly outfitted. I have been waiting for you and wanting you for a long time. Light the way for me now!'"
    },
    {
      "id": "answer42",
      "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, a quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.\n\nYouth means a temperamental predominance of courage over timidity, of the appetite for adventure over the love of ease. This often exists in a man of 60 more than a boy of 20. Nobody grows old merely by a number of years. We grow old by deserting our ideals.\n\nYears may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust.\n\nWhether 60 or 16, there is in every human being’s heart the lure of wonders, the unfailing appetite for what’s next and the joy of the game of living. In the center of your heart and my heart, there is a wireless station; so long as it receives messages of beauty, hope, courage and power from man and from the infinite, so long as you are young.\n\nWhen your aerials are down, and your spirit is covered with snows of cynicism and the ice of pessimism, then you’ve grown old, even at 20; but as long as your aerials are up, to catch waves of optimism, there’s hope you may die young at 80."
    },
    {
      "id": "answer43",
      "text": "A little panda picks up a pumpkin and wants to take it home. But the pumpkin is too big. The panda can’t take it home.\n\nSuddenly she sees a bear riding a bike toward her. She watches the bike. 'I know! I have a good idea.' she jumps and shouts happily, 'I can roll a pumpkin. It's like a wheel.'\n\nSo she rolls the pumpkin to her home. When her mother sees the big pumpkin, she is surprised, 'Oh, my God! How can you carry it home?' the little panda answers proudly, 'I can’t lift it, but I can roll it.' Her mother smiled and says, 'What a clever girl!'"
    },
    {
      "id": "answer44",
      "text": "Bobby is my dog. I love him. He can roll on the floor. He can play balls with me. He can look after my house when I am out. Bobby is very clever. But sometimes he isn't.\n\nOne day Bobby runs away. He is out for three days. After he comes back, I tie him to a tree and give him some food. Bobby begins to eat. But then he stops. He sees a fox. The fox is looking at his food. Bobby barks and barks. He wants to catch the fox. But he can't. The fox runs round the tree. Bobby runs after the fox. So the rope goes ground the tree. Of course Bobby can't run. The fox can eat the food. Quickly she eats up the food and runs away."
    },
    {
      "id": "answer45",
      "text": "His son and his son's wife were disgusted with this, so finally they made the old grandfather sit in the corner behind the stove, where they gave him his food in an earthenware bowl, and not enough at that. He sat there looking sadly at the table, and his eyes grew moist.\n\nOne day his shaking hands could not hold the bowl, and it fell to the ground and broke. The young woman scolded, but he said not a word. He only sobbed. Then for a few hellers they bought him a wooden bowl and made him eat from it.\n\nOnce upon a time there was a very, very old man. His eyes had grown dim, his ears deaf, and his knees shook. When he sat at the table, he could scarcely hold a spoon. He spilled soup on the tablecloth, and, beside that, some of his soup would run back out of his mouth.\n\nOnce when they were all sitting there, the little grandson of four years pushed some pieces of wood together on the floor.\n\n'What are you making?' asked his father.\n\nThe man and the woman looked at one another and then began to cry. They immediately brought the old grandfather to the table, and always let him eat there from then on. And if he spilled a little, they did not say a thing.\n\n'Oh, I'm making a little trough for you and mother to eat from when I'm big.'"
    },
    {
      "id": "answer46",
      "text": "Finally the children became so impatient, that they waited until one Sunday when the nixie was at church, and then ran away. When church was over, the nixie saw that the birds had flown away, and she followed them with long strides.\n\nShe gave the girl tangled dirty flax to spin, and she had to fill a bottomless barrel with water. The boy had to chop down a tree with a dull ax, and all they got to eat were dumplings as hard as rocks.\n\nThe children saw her from afar, and the girl threw a brush behind her, which turned into a large brush-mountain with thousands and thousands of spikes, which the nixie had to climb over with great difficulty, but she finally got to the other side.\n\nA little brother and little sister were playing by a well, and while they were playing there they both fell in. A water nixie was down there. She said, 'Now I have you. Now you will have to work diligently for me,' and she led them away with her.\n\nWhen the children saw this the boy threw a comb behind him, which turned into a large comb-mountain with a thousand times a thousand teeth, but the nixie was able to keep hold of them, and finally got to the other side.\n\nHowever, by the time she returned and had chopped up the glass mountain, the children were far away and had escaped, so the water nixie had to trudge back to her well.\n\nThen the girl threw a mirror behind her, which turned into a glass mountain, which was so slippery, so slippery that it was impossible for the nixie to climb over it.\n\nThen she thought, 'I will quickly go home and get my ax and chop the glass mountain in two.'"
    },
    {
      "id": "answer47",
      "text": "It happened that the cat met Mr. Fox in the woods. She thought, 'He is intelligent and well experienced, and is highly regarded in the world,' so she spoke to him in a friendly manner, 'Good-day, my dear Mr. Fox. How is it going? How are you? How are you getting by in these hard times?'\n\nThe fox, filled with arrogance, examined the cat from head to feet, and for a long time did not know whether he should give an answer. At last he said, 'Oh, you poor beard-licker, you speckled fool, you hungry mouse hunter, what are you thinking? Have you the nerve to ask how I am doing? What do you know? How many tricks do you understand?'\n\n'I understand but one,' answered the cat, modestly.\n\n'When the dogs are chasing me, I can jump into a tree and save myself.'\n\n'Is that all?' said the fox. 'I am master of a hundred tricks, and in addition to that I have a sackful of cunning. I feel sorry for you. Come with me, and I will teach you how one escapes from the dogs.'\n\n'What kind of a trick is it?' asked the fox.\n\nJust then a hunter came by with four dogs. The cat jumped nimbly up a tree, and sat down at its top, where the branches and foliage completely hid her.\n\n'Oh, Mr. Fox,' shouted the cat. 'You and your hundred tricks are left in the lurch. If you been able to climb like I can, you would not have lost your life.'\n\n'Untie your sack, Mr. Fox, untie your sack,' the cat shouted to him, but the dogs had already seized him, and were holding him fast."
    },
    {
      "id": "answer48",
      "text": "So he scraped the snow away, and while he was thus clearing the ground he found a small golden key.\n\nOnce in the wintertime when the snow was very deep, a poor boy had to go out and fetch wood on a sled. After he had gathered it together and loaded it, he did not want to go straight home, because he was so frozen, but instead to make a fire and warm himself a little first.\n\nNow he believed that where there was a key, there must also be a lock, so he dug in the ground and found a little iron chest.\n\n'If only the key fits!' he thought.\n\n'Certainly there are valuable things in the chest.' He looked, but there was no keyhole.\n\nHe tried the key, and fortunately it fitted.\n\nThen he turned it once, and now we must wait until he has finished unlocking it and has opened the lid. Then we shall find out what kind of wonderful things there were in the little chest.\n\nFinally he found one, but so small that it could scarcely be seen."
    },
    {
      "id": "answer49",
      "text": "So the mother herself had to go to the grave and beat the little arm with a switch, and as soon as she had done that, it withdrew, and the child finally came to rest beneath the earth.\n\nOnce upon a time there was a child who was willful and did not do what his mother wanted. For this reason God was displeased with him and caused him to become ill, and no doctor could help him, and in a short time he lay on his deathbed.\n\nHe was lowered into a grave and covered with earth, but his little arm suddenly came forth and reached up, and it didn't help when they put it back in and put fresh earth over it, for the little arm always came out again."
    },
    {
      "id": "answer50",
      "text": "Once upon a time there was a poor woman who had a son who wanted very much to travel. His mother said, 'How can you travel? We have no money at all for you to take with you.' Then he came to a group of fishermen, and said, 'God be with you. Not much, not much, not much.' Then the son said, 'I will take care of myself. I will always say, \"Not much, not much, not much.\"' So he walked for a long time, always saying, 'Not much, not much, not much.'\n\nAnd when they pulled up their net, they had not caught many fish. So one of them fell on the boy with a stick, saying, 'Have you ever seen me thrash?'\n\n'What should I say, then?' asked the boy.\n\n'What do you say, fellow? Not much?'\n\nThen he again walked a long time, saying, 'Catch a lot. Catch a lot,' until he came to a gallows, where they were about to hang a poor sinner. Then said he, 'Good morning. Catch a lot. Catch a lot.'\n\n'You should say, \"Catch a lot. Catch a lot.\"'\n\n'What do you say, fellow? Catch a lot? Should there be even more wicked people in the world? Isn't this enough?' And he again got it on his back.\n\nAgain the boy walked on for a long while, saying, 'May God comfort the poor soul.' Then he came to a ditch where a knacker was skinning a horse. The boy said, 'Good morning. May God comfort the poor soul.' 'You should say, \"May God comfort the poor soul.\"' So he walked on, saying, 'Lie in the ditch, you carcass. Lie in the ditch, you carcass.' He came to a coach filled with people, and said, 'Lie in the ditch, you carcass.'\n\n'What should I say, then?'\n\n'What should I say, then?' he asked.\n\n'What do you say, you disgusting fellow?' said the knacker, hitting him about the ears with his skinning hook until he could not see out of his eyes.\n\nThen the coach tipped over into the ditch, and the driver took his whip and beat the boy until he had to crawl back to his mother, and as long as he lived he never went traveling again.\n\n'You should say, \"Lie in the ditch, you carcass.\"'"
    },
    {
      "id": "answer51",
      "text": "Mrs. Green has lived near the park of the city for forty years. She's very rich and has got a lot of money. But she never buys something expensive for her family and always does all the housework herself. She sweeps all the rooms every day.\n\n'No, no.' She said, 'My handbag was lost three years ago. I want to know if she found it.'\n\nLast morning, when she got up, she felt terrible. After breakfast she felt even worse. She found some medicine and took it. But it was useless to her and she had to go to a hospital.\n\nThe doctor looked her over and asked her to be in hospital, but she refused and went home on foot. As soon as she got home, the telephone rang. She hurried to answer it. It was the doctor. He told her she had left her purse in the hospital and a nurse had found it.\n\n'Could you tell me her name, please?' asked Mrs. Green.\n\n'Of course, Mrs. Green. Are you going to thank her?' asked the doctor."
    },
    {
      "id": "answer52",
      "text": "'No, no, that's quite impossible!' replied the professor immediately. 'Do you know, last month I asked him when Napoleon died, and he didn't know!'\n\n'He's a good boy,' said Jack's father, 'Please pardon him. If you let him pass this time, I'm sure he'll improve a lot next year and pass the examinations at the end of it really well.'\n\nJack had gone to the university to study his history, but at the end of his second term, he failed his history exam, and he was told that he would be dismissed from university. However, his father decided that he would go to see the history professor to ask him to let Jack continue his studies the next year.\n\n'Please, sir, give him another chance.' said Jack's father. 'You see, I'm afraid we don't take any newspapers in our house so we even don't know that Napoleon was ill recently.'"
    },
    {
      "id": "answer53",
      "text": "'Because I'm small,' Jimmy said, 'and my brushes don't reach very high.'\n\nJimmy's pictures were different from other people's because he never painted it on all of the paper. He painted on half of it, and the other half was always empty.\n\n'That's very clever,' everybody said. 'Nobody else does that!' They all believed that the boy was a pioneer in painting.\n\nJimmy started painting when he was three years old, and when he was five, he was already very good at it. He also got many prizes for his painting. He painted many beautiful and interesting pictures, and people paid a lot of money for them They said, 'This boy's going to be famous when he's a little older, and then we're going to sell these pictures for a lot more money.'\n\nOne day, somebody bought one of Jimmy's pictures and then said to him, 'Please tell me this, Jimmy. Why do you paint on the bottom half of your pictures, but not on the top half?'"
    },
    {
      "id": "answer54",
      "text": "Soon after this conversation, things happened just as the guru had mentioned. The guru died. Four baby pigs were born. One day, the disciple held his knife with him and picked out the baby pig with a mark on its face. Just as he was about to kill it, the little pig suddenly spoke, 'Stop! Don't kill me!' it cried.\n\nThe disciple was sad to hear all this, but he agreed to do as he had promised.\n\nAfter the guru received the promise, he said, 'Then this is what I'd like you to do for me. I've just learned that when I die very soon, I'm going to be born as a pig. Do you see that pig eating rubbish over there in the yard? I'm going to be born as one of its baby pigs. You'll recognize me by a mark on my face. When the baby pigs have been born, find the baby pig with a mark on its face and kill it with your knife. Then I'll not live a pig's life. Will you do this for me?'\n\nOne day, a guru knew what he would be in his next life. So he called his favorite disciple and asked him what he would do to show thanks. The disciple said he would do whatever his guru asked him to do.\n\nThe disciple was very surprised, and he heard the little pig speak in a human voice, it said, 'Don't kill me. I want to live on as a pig. When I asked you to kill me, I didn't know what a pig's life would be like. It's great! Just let me go.'"
    },
    {
      "id": "answer55",
      "text": "Young men often give flowers to young women when they are in love. The tradition may have come from Turkey.\n\nThe idea of sending gifts of love with secret meanings quickly spread to other countries. However, as time passed, only sending flowers remained popular.\n\nIn the 1700s in Turkey, it was quite popular for people in love to send each other baskets full of strange things. The baskets were sent secretly to the person who was receiving it. Usually, an old woman who sold flowers or fruit on the street left the basket beside the door of that person.\n\nFlowers told young ladies about the feelings in the heart of young men. Each different flower had a different meaning. For example, the flowers from an orange tree meant, 'you are beautiful and pure.' Pink carnations meant, 'My love for you is great.' Yellow roses, on the other hand, meant, 'I saw you with someone else.'\n\nThese baskets included many kinds of gifts: flowers, stones, candles, etc. Each thing in the basket had a special meaning. By working out the secret message hidden in each gift, the person who received the basket began to understand little by little the true feelings of the person who sent it.\n\nMany flower dictionaries were made to help young people in love understand the meaning of the flowers they received. However, not all of the dictionaries agreed on the meaning of each flower, so a person had to be careful about the flowers they chose to send.\n\nBy the 1880s, using flowers to send messages had become unpopular, and the more direct way of sending love letters began. Today, flowers are still considered a lovely gift, but the meaning for each kind of flower has been lost."
    },
    {
      "id": "answer56",
      "text": "What kind of work do you want to do when you are older? Many jobs might interest you. Two of them that have been around the longest are farming and building. People who work with computers have newer kinds of jobs.\n\nThe jobs of tomorrow will be decided by what people need and want. When we decide which job to take, we need to get the necessary information about chances of jobs. The chances result from the relations between the total population, labor force, and the need for goods and services.\n\nPeople who provide health care may never have a problem finding a job. There is always a demand for some people, such as truck drivers. Most car owners need car service, so it should be easy for mechanics to find jobs.\n\nTo get a good job, the best advice is to think about what you like to do. So get the education and training you need, and then you can find a good job."
    },
    {
      "id": "answer57",
      "text": "Jimmy is our new neighbor. He speaks with strange accent, but we like to talk with him. He told me an interesting story about himself.\n\nJimmy also told me something even funnier about his son, Jack. One day he took his son Jack to a boy's clothing shop. That shop was giving away balloons to buyers' children. Jack asked if he might have two balloons. 'Sorry,' the salesperson said, 'but we give only one balloon to each child. Do you have a brother at home?' Jack was always honest. He didn't tell lies, but he wanted another balloon badly. 'No.' he replied regretfully, 'but my sister has a brother, and I'd like one for him.'\n\nHe said he liked growing flowers in his garden in his spare time. And one Sunday morning, after breakfast he put on his old clothes and began digging in his garden. He dug and dug. After half an hour he suddenly found a coin near his foot. He put it in his right pocket. A few minutes later, he found another one. He put it in the same pocket, too. The same thing happened for the third, the fourth and the fifth time. He was very happy and told his wife about it. She was very happy, too. She said, 'A thief stole a lot of coins from a shop a few days ago. The police caught him but they didn't find any coins.'\n\nThen Jimmy went on digging and found some more coins, but just when he began to dig, he felt something cold in his trousers. It ran down one of his legs. He put his hand down quickly -- and the coin came into his hand. Now he knew there was a hole in his pocket.\n\nWhat a lovely boy Jack is!"
    },
    {
      "id": "answer58",
      "text": "People have sailed around the world in quite small boats. It is not an easy thing. Sometimes the weather goes bad. That will be the end of a boat and the end of everyone in it. Accidents can happen easily and quickly.\n\nOne family had an accident with a big fish. The fish swam under their boat and bit holes in it. The water came into the boat, and of course, the boat soon went down. However, these people had another smaller boat -- a life-boat, and they all got into that. They lived and hoped for many days. They woke and slept, and they always, hoped… At last a ship found them.\n\nHow do people live in a very small life-boat? Perhaps far weeks or months. They must be strong in every way. They must have hope -- they must want to live. But you cannot eat and drink hope.\n\nYou cannot drink sea water. Drink a lot of sea water -- you will quickly die. Sailors can drink rain water. They must catch rain water in their boat. They must also catch fish and birds for food. Lifeboats do not often carry a cooker, and so the sailors cannot cook their food. Raw fish and bird-meat is not very nice. But there won't be any choice in a life-boat! The sailors must eat raw food or they will die.\n\nWhat do people think about in a life-boat? They think about land, a warm bed, dry clothes, clean water and food."
    },
    {
      "id": "answer59",
      "text": "But there is one extraordinary thing… when I drew the muzzle for the little prince, I forgot to add the leather strap to it. He will never have been able to fasten it on his sheep. So now I keep wondering: what is happening on his planet? Perhaps the sheep has eaten the flower…\n\nNow my sorrow is comforted a little. That is to say -- not entirely. But I know that he did go back to his planet, because I did not find his body at daybreak. It was not such a heavy body… and at night I love to listen to the stars. It is like five hundred million little bells…\n\nAt one time I say to myself: 'Surely not! The little prince shuts his flower under her glass globe every night, and he watches over his sheep very carefully…' Then I am happy. And there is sweetness in the laughter of all the stars. And now six years have already gone by… I have never yet told this story. The companions who met me on my return were well content to see me alive. I was sad, but I told them: 'I am tired.'\n\nBut at another time I say to myself: 'At some moment or other one is absent-minded, and that is enough! On some one evening he forgot the glass globe, or the sheep got out, without making any noise, in the night…' And then the little bells are changed to tears…\n\nLook up at the sky. Ask yourselves: is it yes or no? Has the sheep eaten the flower? And you will see how everything changes…\n\nThis is, to me, the loveliest and saddest landscape in the world. It is the same as that on the preceding page, but I have drawn it again to impress it on your memory. It is here that the little prince appeared on Earth, and disappeared. And no grown-up will ever understand that this is a matter of so much importance! Here, then, is a great mystery. For you who also love the little prince, and for me, nothing in the universe can be the same if somewhere, we do not know where, a sheep that we never saw has -- yes or no? -- eaten a rose…\n\nLook at it carefully so that you will be sure to recognise it in case you travel some day to the African desert. And, if you should come upon this spot, please do not hurry on. Wait for a time, exactly under the star. Then, if a little man appears who laughs, who has golden hair and who refuses to answer questions, you will know who he is. If this should happen, please comfort me. Send me word that he has come back."
    },
    {
      "id": "answer60",
      "text": "It was a long, hard journey. We had to cross the mountains between Spain and France in winter, and the snow was deep. Poor Friday was very afraid of the snow. In his country it was always hot, and he did not like cold weather.\n\nWhen I came back to England, I felt like a stranger in the country. Many things were different, and not many people remembered me. I went home to York, but my father and mother were dead, and also my two brothers. I did find the two sons of one of my brothers. They were happy to learn that I was alive, and I was pleased to find some family.\n\nAfter some months I decided to go down to Lisbon in Portugal. I had friends there who could help me to sell my land in Brazil, and I needed the money. Friday came with me. He was always a good and true friend to me. In Lisbon I found the Portuguese captain, who took me in his ship to Brazil, all those years ago. It was good to see him again, and he helped me with my business. Soon I was ready to go home again-by land. No more adventures and dangers by sea for me!\n\n'I have a fine ship, uncle,' he said. 'I'm going out to the East Indies -- India, Malaya, the Philippines… Why don't you come with me?'\n\nBack in England I found a house and began to live a quiet life. My two nephews came to live with me. The younger one wanted to be a sailor, and so I found him a place on a ship. After a while I married, and had three children, two sons and a daughter. Then my wife died, and my nephew, who was now the captain of a ship, came home to see me. He knew that I did not really like a quiet life.\n\nAnd so, in 1694, I went to sea again, and had many more adventures. Perhaps one day I'll write another book about them."
    }
  ],
  "Original text2": [
    {
      "id": "answer1",
      "text": "In a bustling town nestled by a forest, there lived a mischievous girl named Lila. She thrived on pranks and had a knack for spinning tales that stretched the truth. One sweltering afternoon, Lila decided to amuse herself by frightening the local shopkeepers. Climbing onto a rooftop, she wailed, ‘*Bear! Bear! A bear is raiding the market!’\n\nThe kind-hearted townsfolk, who prided themselves on unity, dropped their tasks and rushed to her aid, armed with brooms and lanterns. But as they reached the square, Lila dissolved into giggles, pointing at their flustered faces. ‘No bear here! Just a little joke,’ she chirped. The shopkeepers, though annoyed, brushed it off with sighs and returned to their stalls.\n\nDays later, Lila struck again. ‘*Bear! Bear! It’s after the children!’ she shrieked from the town hall steps. Alarmed, the residents sprinted to the playground, only to find Lila clutching her sides with laughter. ‘Got you again!’ she crowed. This time, their patience snapped. ‘No more tricks, Lila,’ the baker warned. ‘When real danger comes, we won’t heed your cries.’\n\nWeeks passed. One twilight, a genuine growl echoed through the trees—a massive brown bear had wandered into the outskirts. Panicked, Lila dashed to the town square, her voice trembling: ‘*Bear! Bear! It’s here!’ She pleaded for help, but the silent streets mocked her. The shopkeepers, still stinging from her deceit, stayed indoors. The bear, unchallenged, cornered Lila in an alley.\n\nBy dawn, her cries had faded. The townsfolk found her torn cloak near the woods, a grim reminder of the cost of dishonesty. From that day on, they vowed never to let fear or pride cloud their judgment—and to teach their children that trust, once broken, is the hardest thing to mend."
    },
    {
      "id": "answer2",
      "text": "There is a naughty girl in a town. She likes playing tricks on others. One day she wants to have some fun with the shopkeepers. So she runs to the street and shouts, 'Fire! Fire! The shop is on fire!' The kind-hearted shopkeepers are busy with their business. They hear the loud cry and rush out to help the girl. But when they arrive, the girl starts to giggle and says, 'There is no fire at all. I’m just kidding.' The shopkeepers are very annoyed and go back to their shops. After a while, the girl shouts again, 'Fire! Fire! The shop is on fire!' And those well-meaning shopkeepers hurry to the street, only to find that they have been fooled once again. The girl laughs and laughs. The shopkeepers say to the girl angrily, 'You are always lying. We won’t believe you anymore.' And they return to their work, leaving the girl who is still laughing behind.\n\nLater, a real fire breaks out. The girl is extremely frightened. She screams to the shopkeepers in the town to ask for help: 'Fire! Fire! The shop is really on fire!' The girl shouts and shouts, 'Help! Help!' But no one comes. And the fire destroys the naughty girl’s house."
    },
    {
      "id": "answer3",
      "text": "In a small town, there was a mischievous girl. She had a habit of playing tricks on others. One day, she decided to have some fun with the local fishermen. So she cried out, 'Tornado! Tornado! A tornado is coming!' The hardworking fishermen were mending their nets by the sea. Upon hearing her shout, they immediately rushed to her rescue. But when they arrived, the girl started laughing and said, 'There's no tornado at all. I was just kidding.' The fishermen were very annoyed and went back to their work. After some time, the girl shouted again, 'Tornado! Tornado! A tornado is coming!' Once again, the kind-hearted fishermen hurried to the scene, only to find out they had been fooled once more. The girl laughed and laughed. The fishermen said to her angrily, 'You're always lying. We won't believe you anymore.' Then they returned to their tasks, leaving the girl behind, still laughing.\n\nLater, a real tornado struck. The girl was terrified. She screamed to the fishermen down by the sea for help: 'Tornado! Tornado! A tornado is coming!' She shouted and shouted, 'Help! Help!' But no one came to her aid. And the tornado swept the mischievous girl away."
    },
    {
      "id": "answer4",
      "text": "In a quiet village nestled near a dense forest, there lived a mischievous boy named Tom. He thrived on playing tricks and often spun tales to amuse himself. One sunny afternoon, Tom decided to frighten the local lumberjacks working near the woods. He climbed a hill and shouted, 'Bear! Bear! A bear is on the loose!' The kind-hearted lumberjacks, axes in hand, rushed to his aid, concerned for his safety. But when they reached him, Tom doubled over in laughter, gasping, 'No bear here! Just a joke!' The lumberjacks, annoyed, returned to their work, muttering under their breath.\n\nA few hours later, Tom’s voice echoed again: 'Bear! Bear! It’s after me!' The lumberjacks sighed, exchanged weary glances, and hurried up the hill once more. This time, Tom met them with a mocking grin. 'Fooled you again!' he crowed. The men’s patience snapped. 'No more tricks,' they warned, storming back to camp. 'We won’t fall for your lies a third time.'\n\nThat evening, as shadows lengthened, a real bear emerged from the forest. Tom, alone and terrified, screamed for help: 'Bear! Bear! Please help!' His cries grew desperate, but the lumberjacks, still stinging from his deceit, stayed silent. The bear, undeterred, closed in. Tom’s final plea was drowned out by the rustle of leaves—and the forest fell quiet once more.\n\nThe next morning, the lumberjacks found only scattered clothing and a haunting stillness where Tom had stood. They shook their heads in sorrow, realizing too late that their distrust had sealed his fate. The lesson lingered in the village: trust, once broken, can cost more than words."
    },
    {
      "id": "answer5",
      "text": "In a quiet neighborhood, there was a mischievous girl. She enjoyed playing tricks on her neighbors. One day, she thought of a plan to tease the local gardeners. So she ran to the community garden and shouted, 'Flood! Flood! The river is overflowing!' The kind gardeners were tending to their plants. Hearing her cries, they immediately rushed to help the girl. But when they got there, the girl burst into laughter and said, 'There’s no flood at all. I was just having a bit of fun.' The gardeners were very upset and went back to their gardening. After a while, the girl shouted again, 'Flood! Flood! The river is overflowing!' Those well-intentioned gardeners hurried to the community garden once more, only to realize they had been tricked again. The girl laughed and laughed. The gardeners said to her angrily, 'You’re always lying. We won’t believe you anymore.' Then they returned to their work, leaving the girl who was still laughing behind.\n\nLater, a real flood occurred. The girl was terrified. She screamed to the gardeners in the community garden for help: 'Flood! Flood! The river is overflowing!' The girl shouted and shouted, 'Help! Help!' But no one came. And the floodwaters swept away the mischievous girl."
    },
    {
      "id": "answer6",
      "text": "In a bustling city, there was a mischievous girl. She loved to play tricks. One day, she wanted to amuse herself by fooling the passers-by. So she cried out, 'Fire! Fire! The building is on fire!' The kind-hearted people were walking on the streets. They heard the shouting and rushed to help the girl. But when they arrived, the girl burst into laughter and said, 'There is no fire at all. I’m just having a bit of fun.' The people were very annoyed and went back to their daily routines. After a while, the girl shouted again, 'Fire! Fire! The building is on fire!' And those well-meaning people hurried to the scene, only to find that they had been tricked once more. The girl laughed and laughed. The people said to the girl angrily, 'You are playing tricks on us. We will not believe you anymore.' And they returned to their activities, leaving the laughing girl behind.\n\nLater, a real fire broke out. The girl was terrified. She screamed to the people down the street for help: 'Fire! Fire! The building is on fire!' The girl shouted and shouted. 'Help! Help!' But no one came. And the fire consumed the mischievous girl."
    },
    {
      "id": "answer7",
      "text": "In a distant space colony, there was a mischievous cadet named Jax. He thrived on pranks and often fabricated emergencies. One day, while monitoring the colony’s sensors, he decided to amuse himself by alerting the crew. He blared over the communicators, 'ALIEN INTRUSION! ALIEN INTRUSION! LOCKDOWN NOW!' The diligent crew, busy repairing the hydroponics bay, rushed to his station. When they arrived, Jax snickered and said, 'Just kidding! No aliens here. Gotcha!' The crew, though annoyed, returned to their tasks.\n\nHours later, Jax repeated the stunt. 'ALIEN INTRUSION! ALIEN INTRUSION! LOCKDOWN NOW!' The crew, though skeptical, sprinted to his side—only to find Jax doubled over in laughter. 'You’re wasting our time,' the crew leader growled. 'No more warnings. We won’t respond again.' They stormed off, leaving Jax grinning.\n\nThat night, a genuine alien vessel breached the colony’s shields. Jax, panicked, screamed into the communicators:‘ALIEN INTRUSION! ALIEN INTRUSION! HELP ME!’ He pleaded, ‘PLEASE! IT’S REAL THIS TIME!’ But silence met his cries. The crew, believing another prank, ignored the alarms. The alien, a predatory creature, cornered Jax in the dim corridor. No one came. The colony’s lights flickered as the creature claimed its prey."
    },
    {
      "id": "answer8",
      "text": "In a coastal village, there is a mischievous girl named Lila. She loves fabricating tales. One day, she wants to amuse herself by tricking the local fishers. So she shouts, 'Kraken! Kraken! The Kraken is rising!' The diligent fishers are mending their nets by the shore. They hear her cries and rush to her aid, only to find Lila giggling wildly. 'There’s no Kraken here! Just a silly joke,' she teases. The fishers, annoyed, return to their work. Later, Lila shouts again, 'Kraken! Kraken! The Kraken is rising!' The fishers sprint to her side, only to be mocked once more. They warn her sternly, 'You’ve lied twice. We’ll ignore you next time.' They retreat, leaving Lila laughing alone.\n\nDays later, a colossal Kraken truly emerges from the depths. Lila, terrified, screams for help: 'Kraken! Kraken! The Kraken is rising!' She pleads, 'Help! Help!' But no one comes. The Kraken’s tentacles smash the village, dragging Lila into the abyss."
    },
    {
      "id": "answer9",
      "text": "In a bustling city, there lived a mischievous girl named Clara. She loved fabricating stories. One day, she wanted to amuse herself by tricking the delivery drivers. So she called out, 'Fire! Fire! The building is on fire!' The diligent drivers, busy with their routes, heard her cries and rushed to help. But when they arrived, Clara giggled and said, 'There’s no fire at all. I was just joking.' The drivers were furious and returned to their tasks. After a while, Clara shouted again, 'Fire! Fire! The building is on fire!' And those kind-hearted drivers sped to the scene, only to be fooled once more. Clara laughed louder. The drivers sternly told her, 'You’re lying. We won’t believe you again.' They left her behind, shaking their heads.\n\nLater, a real fire broke out. Clara was terrified. She screamed to the drivers down the street for help: 'Fire! Fire! The building is on fire!' Clara shouted and shouted, 'Help! Help!' But no one came. The flames consumed the building, and Clara was trapped."
    },
    {
      "id": "answer10",
      "text": "In a bustling port town, there was a mischievous girl named Elara. She loved fabricating tales of phantom ships. One day, she climbed to the lighthouse and cried out, 'Ghost ship! Ghost ship! A spectral vessel approaches!' The weary sailors, mending nets by the docks, heard her and rushed to the cliffs. But when they arrived, Elara giggled wildly and declared, 'No phantom here! Just a jest!' The sailors, annoyed, returned to their work. Later, Elara shouted again, 'Ghost ship! Ghost ship! A spectral vessel approaches!' The sailors, with heavy hearts, climbed the cliffs once more, only to be mocked anew. They warned her sternly, 'Your lies will cost you our trust,' and stomped back to their tasks, leaving Elara cackling.\n\nDays later, a true phantom ship emerged from the fog. Elara, trembling, screamed for help from the lighthouse: 'Ghost ship! Ghost ship! A spectral vessel approaches!' She pleaded, 'Help! Help!' But no one stirred. The ghost ship’s crew dragged Elara into the mist, and the town never saw her again."
    },
    {
      "id": "answer11",
      "text": "In a secluded village nestled between misty mountains, a mischievous boy named Kai often roamed the hills, tending to his family’s sheep. Unlike the boy in the fable, Kai’s lies were not born of boredom but of a restless curiosity to test the villagers’ kindness. One crisp morning, as the sun climbed over the peaks, Kai climbed to the highest pasture and shouted, 'Wolf! Wolf! The beast is here!' His voice echoed through the valleys, urgent and raw.\n\nThe villagers, who had long trusted Kai’s honesty, dropped their tools and sprinted up the mountain. Their breaths puffed white in the cold air as they reached the boy. But when they saw only sheep grazing calmly, Kai erupted into laughter, his eyes dancing with mischief. 'No wolf here! Just a joke to see if you’d come!' The villagers, though initially relieved, turned stern. Old Man Liang shook his head. 'Kai, lies erode trust. Do not test our kindness again.' They trudged back to their fields, their trust frayed but not yet broken.\n\nThat very afternoon, as shadows lengthened and the wind howled through the pines, a real wolf emerged from the thicket. Its eyes gleamed like smoldering coals as it stalked Kai’s flock. Panicked, Kai screamed, 'Wolf! Wolf! It’s here—help me!' His voice cracked with terror, but the villagers, still nursing their hurt pride, hesitated. They had heard his cry once before, and their hearts, though heavy, remained rooted in their fields.\n\nThe wolf lunged, its jaws snapping at the sheep. Kai fled down the slope, his legs trembling, but the villagers’ doors remained shut. Only Old Man Liang, hearing the boy’s desperate cries, hesitated at his threshold. He gripped his walking stick, torn between doubt and duty. By the time he reached the pasture, the wolf had vanished into the dusk, leaving Kai alone and trembling among the scattered flock."
    },
    {
      "id": "answer12",
      "text": "In a distant galaxy, aboard the starship Luminara, there was a mischievous young cadet named Jax. He thrived on pranks, especially those that disrupted the crew’s routines. One day, while monitoring the ship’s sensors, Jax decided to amuse himself. He blared an emergency alert across the comms: 'Breach! Breach! Hostile lifeform detected in Sector 7!'\n\nThe crew, busy with repairs in the engine bay, froze. Commander Veyra, a seasoned veteran with a cybernetic eye, barked orders. Engineers sprinted to Sector 7, weapons drawn. When they arrived, Jax stood grinning, surrounded by holographic projections of harmless space slugs. 'Just a test!' he laughed. The crew seethed but returned to their duties, muttering warnings.\n\nWeeks later, during a routine asteroid dodge, Jax struck again. 'Breach! Breach! The airlock is compromised!' The crew, now wary, hesitated but still rushed to assist. They found Jax giggling beside a malfunctioning coffee dispenser. 'You’re wasting our time,' growled Chief Tarek, a burly engineer with a scarred face. 'Next time, we won’t come.'\n\nThen it happened. A shadow flickered on the hull—a true breach. An alien predator, sleek and silent, slipped into the cargo hold. Jax, alone on patrol, panicked. He screamed into the comms: 'Breach! Breach! It’s here! Help!' Again and again, his voice cracked. But the crew, numbed by his lies, ignored the alerts. By the time they realized the truth, the alien had claimed its prize."
    },
    {
      "id": "answer13",
      "text": "In the heart of a village where the fields whispered secrets, there lived a boy named Jesse. His laughter was a sharp thing, like a knife that cut through the quiet. One sunless morning, he stood at the edge of the village, his voice a jagged cry: 'Wolf! The shadow-wolf is here!' The villagers, their hands calloused from tending the earth, dropped their tools. They rushed to him, their faces etched with worry. But when they reached him, Jesse’s eyes danced with mischief. 'No wolf here,' he said, his voice a hiss. 'Just a joke.' The villagers’ relief turned to anger, their words sharp as thorns: 'Fool us once, boy. Not again.'\n\nWeeks passed, the air thick with the scent of rotting harvests. Jesse shouted again, his voice a fractured echo: 'Wolf! The shadow-wolf!' This time, the villagers hesitated. A grieving mother, her son lost to a fever years past, spat at his feet: 'You’ll howl with the wolves someday, boy.' The elder, who had once pulled Jesse from a well, shook his head: 'Trust is a seed; once uprooted, it withers.' They turned away, their footsteps heavy.\n\nOne twilight, the sky bled crimson. Jesse’s cries rose like smoke: 'Wolf! Help!' But the villagers stood still, their ears deaf to his pleas. The shadow-wolf emerged from the trees, its fur the color of ash, its eyes twin voids. It took Jesse in a single, silent leap. The villagers heard only the wind, carrying the boy’s laughter—one last, chilling echo.\n\nYears later, the shadow-wolf still roams the fields, its howl a dirge for the boy who cried lies. The villagers tend their land, their hands trembling, their hearts heavy with the weight of what they let happen. At Jesse’s grave, the earth is cracked like dried bones, and the wind whispers: 'Trust is a seed; once uprooted, it withers.'"
    },
    {
      "id": "answer14",
      "text": "In a village nestled between misty hills, a solitary girl named Elara often wandered the fields, her voice a mischievous echo. She delighted in weaving tales of phantom creatures, her words painting shadows where none existed. One sweltering afternoon, as the sun baked the earth, Elara climbed to the ridge overlooking the farmland and cried, 'Shadow beast! Shadow beast! It stalks the wheat!' The weary farmers, their hands calloused from tilling, paused their labor. They exchanged glances, then hurried uphill, their breaths ragged. When they reached her, Elara clutched her sides, laughing until tears streaked her cheeks. 'No beast here,' she gasped. 'Just a jest!' The farmers, their trust frayed, descended in silence, their scythes glinting like reproach.\n\nDays later, Elara repeated her cry. The farmers, though reluctant, ascended again, their boots dragging through dust. This time, Elara’s laughter rang sharper, colder. 'Fools,' she taunted, 'you’ll never learn!' One farmer, a grizzled man named Jorin, stepped forward. 'Girl,' he warned, voice thick with exhaustion, 'when real danger comes, no one will heed your song.' They returned to their work, leaving Elara alone, her smirk fading into a frown.\n\nThat night, the wind howled like a living thing. Elara, huddled by a bonfire, felt a prickle on her neck. She spun—there, in the wheat’s edge, a silhouette taller than a man, its eyes twin embers. Panic clawed her throat. She screamed, 'Shadow beast! Help! Help!' Her voice cracked, desperate, but the farmers, now wary of her cries, did not stir. The creature lunged, its claws slicing through the dark. Elara’s final cry was swallowed by the wind."
    },
    {
      "id": "answer15",
      "text": "In a bustling market town, there was a mischievous shopkeeper’s apprentice named Kai. He delighted in fabricating tales to amuse himself. One sweltering afternoon, he climbed onto a rooftop and bellowed, 'Fire! Fire! The granary is ablaze!' The townsfolk, busy tending their stalls, dropped their wares and sprinted toward the supposed flames. But as they arrived, Kai doubled over in glee, shouting, 'No smoke here, fools! Just a jest!' The crowd, red-faced with anger, returned to their work, muttering curses.\n\nDays later, Kai repeated his trick, crying, 'Fire! The dye house burns!' Again, the townsfolk rushed to help, only to find Kai laughing amidst the intact buildings. 'You’ve squandered our trust,' the blacksmith growled, as the crowd dispersed, vowing to ignore him henceforth.\n\nWeeks passed. A genuine disaster struck: a lightning strike ignited the timber-framed inn. Kai, trapped inside, screamed for help, 'Fire! Fire! Help me!' His voice cracked with terror. The townsfolk, however, stood at a distance, their faces etched with sorrow. 'We cannot risk our lives for a liar,' the baker sighed. The flames consumed the inn, and Kai perished in the inferno."
    },
    {
      "id": "answer16",
      "text": "In a crystalline cavern nestled within a mountain range, there lived a mischievous young dragon named Sylthar. Unlike his kin, who guarded treasures with solemnity, Sylthar delighted in fabricating alarms. One day, he decided to amuse himself by tricking the nearby fairies. With a flick of his tail, he unleashed a plume of smoke and roared, 'Troll! Troll! A troll is breaching the pass!' The fairies, who tended the luminous flora in the valley below, heard his cry and fluttered upward, their wings shimmering like starlight. When they arrived, Sylthar dissolved into guffaws, his scales rippling with laughter. 'There’s no troll here! Just a jest,' he sneered. The fairies, their glow dimming with anger, retreated to their gardens.\n\nAfter a while, Sylthar repeated his trick, bellowing, 'Troll! Troll! The pass is shattered!' The fairies, though wary, rushed to his aid once more—only to find him cackling atop a pile of smoldering rocks. 'You’ve squandered our trust,' they hissed, their voices sharp as icicles, before vanishing into the mist.\n\nLater, a genuine threat emerged: a colossal troll with obsidian claws and a hunger for dragonfire. Sylthar, cornered in his cavern, unleashed desperate roars: 'Troll! Troll! Help me, fairies!' His cries echoed through the mountains, but the fairies remained silent. The troll’s claws tore through the crystalline walls, and Sylthar’s final roar was swallowed by the creature’s growl."
    },
    {
      "id": "answer17",
      "text": "In a sun-drenched savanna, a mischievous young gazelle named Zuri delights in deceiving the herd. One sweltering afternoon, she gallops to the watering hole and cries, 'Lion! Lion! The pride is near!' The vigilant wildebeests, grazing nearby, stampede to her side, their hooves kicking up dust. Zuri giggles, revealing her hoax: 'No lions here! Just a little fun.' The wildebeests, though weary, return to their grazing. Days later, Zuri repeats her trick, shouting, 'Lion! Lion!' as the herd rushes to her aid—only to find her laughing again. 'No more tricks,' the wildebeests warn, turning their backs on her playful cries.\n\nWeeks pass. A true threat arrives: a lone cheetah stalks the plains. Zuri, trembling, sprints to the herd and bleats, 'Cheetah! Cheetah! Help me!' Her voice cracks with fear, but the wildebeests stand firm, their ears twitching at the wind’s whispers. No one moves. The cheetah pounces, and Zuri vanishes into the tall grass, her laughter replaced by a haunting silence."
    },
    {
      "id": "answer18",
      "text": "In a bustling coral reef, a mischievous young clownfish named Nemo thrived in the anemone’s embrace. He delighted in fabricating tales of danger, often darting out to shout, 'Tiger shark! Tiger shark! The predator approaches!' The nearby schools of fish—striped sergeant majors and curious angelfish—would swarm to his side, their scales shimmering with concern. But each time, Nemo would giggle, flicking his fins as he revealed, 'It’s just a game! No shark here, silly!' The fish, though kind-hearted, grew weary and drifted back to their routines, muttering, 'No more tricks.'\n\nWeeks later, Nemo repeated his ruse, crying, 'Tiger shark! Tiger shark!' The reef’s inhabitants, now wary, hesitated. Only a few timid gobies peered out from crevices before dismissing his plea. 'You’ve drained our trust,' a grumpy pufferfish warned. Left alone, Nemo smirked, retreating to his anemone.\n\nThen, a genuine shadow loomed—a sleek, silver barracuda, its jaws glinting. Panic-stricken, Nemo screamed, 'Help! Help! The predator is here!' His voice echoed through the water, but the reef remained eerily still. The barracuda struck, its speed a blur, and Nemo vanished into the hungry depths."
    },
    {
      "id": "answer19",
      "text": "In a crystalline cavern deep beneath the ocean, there lived a mischievous young mermaid with iridescent scales and bioluminescent hair. She delighted in fabricating tales. One day, seeking amusement, she cried out to the ancient coral guardians who patrolled the reefs, 'Tidal beast! Tidal beast! The abyssal leviathan approaches!' The guardians, who spent their days mending the fractured seafloor, heard her wail and swarmed to her side. But when they arrived, the mermaid giggled, her voice echoing through the water: 'No leviathan here! Just a jest! You’re so gullible!' The guardians, their bioluminescent spines dimming with irritation, retreated to their tasks. After a time, the mermaid shrieked again, 'Tidal beast! Tidal beast! The abyssal leviathan approaches!' The guardians, driven by duty, rushed back—only to be mocked once more. 'You lie!' they hissed, their tentacles coiling with anger. 'We will not heed your cries again.' They vanished into the gloom, leaving the mermaid cackling alone.\n\nLater, a true abyssal leviathan emerged from the trench. The mermaid, paralyzed by terror, pleaded to the guardians below: 'Tidal beast! Tidal beast! The abyssal leviathan approaches! Help! Help!' She wailed until her voice frayed. But none came. The leviathan’s shadow swallowed the cavern, and the mermaid, once so cunning, was consumed by the crushing dark."
    },
    {
      "id": "answer20",
      "text": "In a lunar colony, a mischievous young alien named Zorblax thrived on pranks. With skin that shimmered like bioluminescent algae and tentacles that pulsed with telepathic energy, Zorblax delighted in tricking the colony’s engineers. One day, he projected a hologram of a Void Serpent—a mythical space predator—into the colony’s sensors, shouting, 'Invasion! Invasion! The Serpent is here!' The engineers, clad in crystalline armor, rushed to defend the colony. But when they arrived, Zorblax dissolved the hologram into laughter, his tentacles wriggling with glee. 'No Serpent here! Just a joke!' he chirped. The engineers, frustrated, returned to their duties.\n\nHours later, Zorblax repeated the ruse. 'Invasion! Invasion! The Serpent is here!' Again, the engineers mobilized, only to find Zorblax giggling amid flickering false alarms. 'You’ve lied twice,' they growled, deactivating their shields. 'We won’t heed your cries again.' Zorblax retreated, unperturbed, his telepathy buzzing with mischief.\n\nThen, a genuine Void Serpent emerged from a wormhole, its scales shimmering like dying stars. Zorblax panicked, projecting frantic telepathic screams: 'Help! Help! The Serpent is real!' But the engineers, now deaf to his cries, ignored the alarms. The Serpent’s tendrils snaked through the colony, consuming Zorblax’s laughter—and his life."
    },
    {
      "id": "answer21",
      "text": "In a hamlet nestled between misty hills, a mischievous youth named Jaro delighted in deception. One sweltering afternoon, he perched atop a crumbling stone wall and bellowed, 'Beast! Beast! The forest’s claws are upon us!' The villagers, tending their sun-scorched crops, paused. Sweat-drenched and wary, they trudged uphill, only to find Jaro cackling like a crow. 'No beast here, fools! Just a jest!' he taunted. The villagers, their trust frayed, retreated, muttering curses under their breath.\n\nDays later, Jaro repeated his ruse. This time, his cry echoed like a cracked bell: 'Monster! Monster! The earth trembles!' The villagers, though reluctant, rallied once more. But as they reached the crest, Jaro’s laughter rang out, sharp as a knife. 'Fools again!' he crowed. Their faces hardened; one elder shook his fist. 'No more tricks, boy! We’ll leave you to your fables.'\n\nWhen dusk fell, a shadow slithered from the woods—a true predator, its eyes twin embers. Jaro’s screams pierced the twilight: 'Help! Help! The beast is here!' His voice cracked, desperate, but the villagers, now deaf to his theatrics, remained hunched over their fields. The creature’s growl drowned out his final plea."
    },
    {
      "id": "answer22",
      "text": "In a quiet hamlet nestled beside a shadowy forest, a mischievous youth named Tom delighted in weaving tales of peril. One sunless afternoon, he perched on a mossy log and bellowed, 'Dragon! A fire-breathing beast approaches!' The villagers, tending their orchards, paused their pruning shears. Old Man Harris, the cobbler, led the charge, his wooden cane clattering like a drumbeat. When they reached Tom, he dissolved into mocking guffaws, declaring, 'No scales or smoke here—just your gullible hearts!' The villagers, their faces flushed with ire, retreated, muttering oaths to ignore his 'theatrics.'\n\nHours later, as twilight painted the trees crimson, Tom’s voice echoed again: 'Dragon! Its claws are tearing the earth!' This time, only a handful of wary souls emerged, led by young Elara, the blacksmith’s daughter. They found Tom rolling on the ground, tears of laughter mingling with the mud. 'Fool’s errand,' Elara spat, as the group dispersed, their trust severed like frayed rope.\n\nWhen the forest truly roared—this time with the growl of a feral boar—Tom’s screams were lost in the rustling leaves. He pleaded, 'Monster! Help! The forest’s teeth are upon me!' But the villagers, now deaf to his cries, tended their hearths. Dawn found only scattered fragments of Tom’s cloak, his final lesson etched in silence."
    },
    {
      "id": "answer23",
      "text": "In a secluded valley, a mischievous youth named Jinx thrived on deception. He delighted in weaving tales of phantom dangers, his laughter echoing like thunder through the pines. One sweltering afternoon, he scaled a craggy outcrop and bellowed, 'Shadowbeast! Shadowbeast! The abyss has sent its hound!' The villagers, tending their crops in the sun-scorched fields, paused mid-hoe. Their weathered hands tightened on tools as they sprinted uphill, only to find Jinx cackling at the edge, the air thick with pine resin. 'No specter here,' he taunted, 'just a jest to break your toil!' The villagers, their brows furrowed like cracked earth, retreated, muttering oaths under their breath.\n\nHours later, as dusk painted the sky in hues of bruised plum, Jinx repeated his ruse. 'Shadowbeast!' he shrieked, his voice a jagged shard of sound. The villagers, though weary, rallied once more, their lanterns flickering like fireflies in the gloom. They found him doubled over in mirth, the forest’s shadows dancing mockingly around him. 'Fool’s game,' spat the eldest farmer, thrusting his lantern into Jinx’s face. 'No more mercy for your tongue’s venom.' They descended, leaving him to the crickets’ chirr.\n\nWhen the true horror emerged—a hulking wraith with eyes like molten lead—the boy’s screams were drowned by the wind. He pleaded, 'Help! Help! The abyss is here!' His cries clawed at the air, but the villagers, now deaf to his lies, huddled in their huts. The wraith’s claws tore through silence, and Jinx’s final breath was swallowed by the night."
    },
    {
      "id": "answer24",
      "text": "In the heart of a somber valley, a mischievous youth named Jareth thrived on deception. His eyes, sharp as flint, gleamed with a penchant for chaos. One sun-drenched afternoon, he perched atop the craggy ridge overlooking the sapphire fields where the villagers toiled. With a cackle that echoed like thunder, he bellowed, 'Behold! A shadowed beast descends! The mountains quiver!' The farmers, their hands calloused from the earth, paused their labor. Old Elias, the elder with a beard like wheat, urged them forward. They ascended, breaths ragged, only to find Jareth doubled over in glee. 'Fools!' he sneered, his voice a venomous hiss. 'Your gullibility is my sport.' The farmers retreated, their trust eroded like soil in a storm.\n\nWeeks later, Jareth repeated his charade. 'The abyss walks among us!' he cried, arms outstretched like a prophet. The villagers, now wary, hesitated. Yet young Mara, whose heart beat with unwavering kindness, pleaded, 'What if truth hides beneath his lies?' Reluctantly, they climbed. Again, they were met with Jareth’s derision. Elias shook his head, his voice a growl. 'Your words are poison, boy. We will not heed your cries.' They descended, leaving Jareth alone, his laughter hollow as a wind-chime in a dead storm.\n\nOne twilight, as the sky bled crimson, a true terror emerged. The beast—its fur like ash, eyes like molten iron—stalked Jareth. He screamed, his voice cracking like ice: 'The specter comes! Mercy, I beg!' The valley echoed with his despair. But the farmers, their spirits bruised by betrayal, remained rooted to the soil. Old Elias murmured, 'Some seeds cannot be replanted.' The beast pounced, its jaws snapping shut like a guillotine. Jareth’s final cry dissolved into silence."
    },
    {
      "id": "answer25",
      "text": "In a hamlet nestled between misty hills, there lived a mischievous youth fond of deception. One sweltering afternoon, he sought amusement by taunting the villagers. With feigned panic, he cried, 'Tiger! Tiger! A beast descends the ridge!' The laborers, tending their crops under the scorching sun, paused their toil at his frantic call. They scrambled uphill, only to find the boy cackling wildly. 'No tiger here! A jest, mere sport!' he sneered. The villagers, red-faced with anger, retreated to their fields, muttering curses.\n\nHours later, as dusk painted the sky in hues of amber, the boy’s voice echoed again: 'Tiger! Tiger! The ridge trembles!' Trusting souls that they were, the villagers rushed once more, only to be met with the boy’s derisive laughter. 'Fool me twice, shame on me,' one elder growled, as the group stomped back to their work, their faith in the boy’s words shattered.\n\nWhen night fell, a real tiger emerged from the shadows, its growl echoing through the valley. The boy, paralyzed with terror, screamed for help: 'Tiger! Tiger! Save me!' His cries were desperate, laced with genuine dread. But the villagers, now deaf to his pleas, remained hunched over their plots. The beast pounced, and the boy’s laughter was silenced forever."
    },
    {
      "id": "answer26",
      "text": "There is a mischievous girl in a town. She enjoys playing tricks. One day she wants to amuse herself by fooling the neighbors. So she cries out, 'Fire! Fire! The house is on fire!' The helpful neighbors are at home. They hear the shouting and rush over to assist the girl. But when they arrive, the girl laughs and says: 'There is no fire at all. I’m just having fun.' The neighbors are very annoyed and return to their homes. After a while, the girl shouts again, 'Fire! Fire! The house is on fire!' And those kind-hearted neighbors run to her house, only to find that they have been tricked once again. The girl giggles and giggles. The neighbors say to the girl angrily, 'You are playing tricks. We will not believe you anymore.' And they go back to their activities, leaving the laughing girl behind.\n\nLater, a real fire breaks out. The girl is extremely frightened. She screams to the neighbors nearby for help: 'Fire! Fire! The house is on fire!' the girl shouts and shouts. 'Help! Help!' But no one comes. And the fire consumes the mischievous girl."
    },
    {
      "id": "answer27",
      "text": "There is a mischievous kid in a small town. He enjoys playing pranks. One day, he decides to tease the townsfolk. So he yells, 'Fire! Fire! There's a fire!' The well - meaning townspeople are going about their business. They hear the shouts and quickly come to see what's happening. But when they arrive, the kid starts giggling and says, 'There isn't any fire at all. I was just fooling around.' The townspeople are quite upset and go back to what they were doing.\n\nAfter some time, the kid shouts again, 'Fire! Fire! There's a fire!' And those kind - hearted townspeople rush over once more, only to find out they've been tricked again. The kid keeps laughing. The townspeople say to the kid in anger, 'You're lying. We won't believe you anymore,' and they return to their tasks, leaving the still - laughing kid behind.\n\nLater, a real fire breaks out in a neighbor's house. The kid is extremely frightened. He starts shouting to the townspeople down the street for help: 'Fire! Fire! There's a fire!' The kid shouts and shouts, 'Help! Help!' But no one comes. And the fire spreads and causes a lot of damage, with the kid left in despair."
    },
    {
      "id": "answer28",
      "text": "There once was a mischievous child in a small village. He had a habit of lying for amusement. One day, he decided to play a trick on the villagers. He cried out, 'Tiger! Tiger! A tiger is approaching!' The villagers, who were kind and hardworking, were busy in the fields. Upon hearing his shouts, they rushed to help him. However, when they arrived, the child laughed and said, 'There is no tiger. I was just fooling around.' The villagers were angry and returned to their work. After some time, the child shouted again, 'Tiger! Tiger! A tiger is coming!' The compassionate villagers hurried to the scene, only to be deceived once more. The child laughed heartily. The villagers warned him angrily, 'You lie too much. We won’t believe you anymore.' Then they went back to their tasks, leaving the child laughing behind.\n\nSoon a real tiger appeared. The child was terrified. He shouted to the villagers below the mountain for help, 'Tiger! Tiger! A tiger is coming!' He kept shouting, 'Help! Help!' But no one came. The tiger then attacked the mischievous child."
    },
    {
      "id": "answer29",
      "text": "In a bustling city, there's a mischievous young man who often fibs for amusement. One day, he decides to play a trick on his neighbors. He stands on a street corner and yells, 'Danger! Danger! There's a robbery happening here!' The kind-hearted residents are going about their daily routines. Hearing his shouts, they rush over to see what's wrong. But when they arrive, the young man grins and says, 'There's no robbery at all. I was just kidding.' The neighbors are quite upset and go back to their own business.\n\nAfter some time, the young man shouts again, 'Danger! Danger! There's a robbery happening here!' Once more, the good - natured neighbors hurry to the spot, only to be fooled again. The young man laughs heartily. The neighbors say to him angrily, 'You're always lying. We won't fall for it anymore.' And they leave him there, shaking their heads.\n\nLater, a real robbery does occur in the neighborhood. The young man is terrified. He shouts at the top of his lungs, 'Danger! Danger! There's a robbery happening here!' He keeps shouting, 'Help! Help!' But this time, no one comes to his aid. The robbers make off with his belongings, leaving him in despair."
    },
    {
      "id": "answer30",
      "text": "In a quiet town, there is a girl named Lily who loves to play pranks on her neighbors. One sunny morning, she decides to have some fun. She runs to the town square and yells, 'Lost! Lost! My cat is lost! It's somewhere in the park!' The caring residents of the town, who are always willing to help each other, hear her cries and quickly gather around. They ask Lily where she last saw her cat, and she points to the park. The townspeople immediately start searching the park, looking under bushes, behind trees, and in every possible corner. But after a thorough search, they find nothing. Lily giggles and says, 'Just kidding! My cat is safely at home. I just wanted to see how fast you all would come.' The townspeople are a bit annoyed but let it go, thinking it was just a harmless prank.\n\nAfter a few hours, Lily yells again, 'Lost! Lost! My cat is lost! It's somewhere in the town hall!' The kind neighbors, though a bit hesitant this time, decide to help once more. They rush to the town hall, searching every room and corner. Again, they find nothing. Lily is laughing uncontrollably. The townspeople are now really upset. 'You can't keep tricking us like this,' one of them says angrily. 'We won't fall for it again.' They leave, shaking their heads in disappointment.\n\nDays go by, and one evening, Lily's cat actually does go missing. Panicked, Lily runs to the town square and yells, 'Lost! Lost! My cat is really lost! Help me find it, please!' She pleads with her neighbors, telling them how important her cat is to her. But this time, no one responds. The townspeople just ignore her, remembering how she had deceived them before. Lily is left alone, searching for her beloved pet with no help. The cat, having wandered too far, is eventually found by a kind stranger who takes it to a shelter. Lily, feeling guilty for her earlier pranks, has to go through a lot of trouble to bring her cat back home."
    },
    {
      "id": "answer31",
      "text": "A self-important lion in the jungle tried to make his mastery clear to all.\n\nHe was so confident that he paid no attention to the smaller animals and went right up to a bear. He asked the bear, 'Who is the king of the jungle?' The bear replied, 'Of course you are.'\n\nThen the lion asked a tiger the same question. The tiger replied with some reluctance, 'Of course you are.' And then he went to ask an elephant. But the elephant would not allow the lion to do so. He suddenly took hold of the lion with his long nose and bounced the lion against a tree, leaving him bleeding and badly shaken up.\n\nWhen the lion finally got up, he blamed the elephant and said: 'Even if you couldn't answer my question, it's not necessary for you to act so rough.'"
    },
    {
      "id": "answer32",
      "text": "A fox, seeing a fish cart coming, lay down and pretended to be dead.\n\nThe cart man, tempted by the idea of making some extra money by selling the fox's fur, picked up the animal by its tail and threw it into the back of the cart among the fish. Then he resumed his journey.\n\nThe fox ate his fill of the fish and jumped out of the cart.\n\nA wolf saw him jumping out and asked him what he had been doing in it. The fox told him and also how he got into the cart in the first place. The wolf ran ahead and lay down before the cart path, pretending to be dead. The cart man was delighted to find another animal to sell, but he found the wolf was too heavy to lift.\n\nSo he pushed it into a sack, tied the sack to his cart and dragged it away."
    },
    {
      "id": "answer33",
      "text": "This happened many many summers ago.\n\nThere was a young flower in the desert where all was dry and sad looking. It was growing by itself, enjoying every day.\n\nShe asked the sun 'When shall I be grown up?' And the sun would say 'Be patient. Each time I touch you, you grow a little.'\n\nAnd she was so pleased. Because she would have a chance to bring beauty to this corner of sand.\n\nAnd this is all she wanted to do -- bring a little bit of beauty to this world.\n\nOne day the hunter came by and stepped on her.\n\nShe was going to die and she felt so sad. Not because she was dying, but because she would not have a chance to bring a little bit of beauty to this corner of the desert.\n\nThe great spirit saw her, and was listening. Indeed, he said, 'She should be living'. And he reached down and touched her and gave her life.\n\nAnd she grew up to be a beautiful flower, and this corner of the desert became so beautiful because of her."
    },
    {
      "id": "answer34",
      "text": "On a stormy day, the crab went strolling along the beach.\n\nHe was surprised to see the lobster preparing to set sail in his boat. 'Lobster,' said the crab, 'it is foolhardy to venture out on a day like this.'\n\n'Perhaps so,' said the lobster, 'but I love a squall at sea!' 'I will come with you,' said the crab. 'I will not let you face such danger alone.'\n\nThe lobster and the crab began their voyage. Soon they found themselves far from shore.\n\nTheir boat was tossed and buffeted by the turbulent waters. 'Crab! ' shouted the lobster above the roar of the wind. 'For me, the splashing of the salt spray is thrilling! The crashing of every wave takes my breath away' 'Lobster, I think we are sinking' cried the crab. had to admit that the day had been pleasantly out of the ordinary.\n\n'Yes, of course, we are sinking,' said the lobster. 'This old boat is full of holes. Have courage, my friend. Remember, we are both creatures of the sea.'\n\nThe little boat capsized and sank. 'Horrors!' cried the crab. 'Down we go!' shouted the lobster. The crab was shaken and upset.\n\nThe lobster took him for a relaxing walk along the ocean floor. 'How brave we are,' said the lobster, 'What a wonderful adventure we have had The crab began to feel somewhat better.'\n\nAlthough he usually enjoyed a quieter existence, he had to admit that the day had been pleasantly out of the ordinary."
    },
    {
      "id": "answer35",
      "text": "A king had three sons whom he loved equally well, and he did not know which of them to appoint as king following his own death.\n\nWhen the time came for him to die he called them to his bed and said, 'Dear children, I have thought of something that I will reveal to you. The one of you is the laziest shall become king after me.'\n\nThe oldest one said, 'Father, then the kingdom belongs to me, for I am so lazy that whenever I lie down to sleep, and a drop falls into my eyes, I will not even close them so that I can fall asleep.'\n\nThe second one said, 'Father, the kingdom belongs to me, for I am so lazy that when I am sitting by the fire warming myself, I would rather let my heels burn up than to pull my legs back.'\n\nThe third one said, 'Father, the kingdom is mine, for I am so lazy that if I were going to be hanged and already had the rope around my neck, and someone put into my hand a sharp knife with which to cut the rope, I would let myself be hanged rather than to lift my hand up to the rope.'\n\nWhen the father heard this he said, 'You have taken it the farthest and shall be king.'"
    },
    {
      "id": "answer36",
      "text": "It was three hundred years before the birth of Christ the Lord, and there lived a mother who had twelve sons, but she was so poor and needy that she did not know how she would be able to keep them alive. She prayed daily to God that he might allow her sons to be together on earth with the promised savior. When her need became even greater she sent them, one after the other, out into the world to seek something to eat.\n\nSuddenly there stood before him a small boy. He glistened, and was as beautiful and as friendly as an angel. The child clapped his hands together, causing Peter to look up at him. Then he said, 'Why are you sitting there so sadly?'\n\nThe oldest one was named Peter. He went forth, and had already walked far, an entire day's journey, when he found himself in a great forest. He looked for a way out, but could not find one, going instead deeper and deeper into the woods. His hunger was so great that he could barely stand upright. He finally became so weak that he had to lie down, and he believed that he was near death.\n\nHe took poor Peter by the hand and led him between the cliffs to a large cave. They went inside, and everything glistened with gold, silver, and crystal. In the middle there stood twelve cradles next to each other.\n\n'Oh,' answered Peter, 'I am walking about in the world seeking something to eat, so that I might be able to see the promised savior, for that is my greatest wish.'\n\nThe child said, 'Come with me. Your wish shall be fulfilled.'\n\nThen the little angel said, 'Lie down in the first one, and sleep a little. I will rock you.'\n\nWhile he slept the second brother came to him. He too had been brought there by his guardian angel, and he too was rocked to sleep. In a like manner the others came as well, each in turn, until all twelve were lying there asleep in the golden cradles.\n\nPeter did this, and the little angel sang to him and rocked him until he fell asleep.\n\nThere they slept for three hundred years until the night when the savior of the world was born. Then they awoke and were with him on earth, and they were called the twelve apostles."
    },
    {
      "id": "answer37",
      "text": "The wolf then charged at the man. 'Is that a man?' asked the wolf. The wolf answered, 'If I could see a man just once, I would attack him nonetheless.' Afterwards came a little boy on his way to school.\n\nFinally a huntsman came by with his double-barreled gun on his back, and a sword at his side. The fox said to the wolf, 'Look, there comes a man. He is the one you must attack, but I am going back to my den.' When the huntsman saw him he said, 'Too bad that I have not loaded with a bullet.' Then he aimed and fired a load of shot into his face.\n\n'No, he will yet become one.'\n\n'No,' answered the fox. 'He has been one.'\n\n'I can help you to do that,' said the fox. 'Come to me early tomorrow morning, and I will show you one.'\n\n'Is that a man?'\n\nOnce upon a time the fox was talking to the wolf about the strength of man, how no animal could withstand him, and how all were obliged to employ cunning in order to protect themselves from him.\n\nThe wolf arrived on time, and the fox took him out to the path which the huntsman used every day. First an old discharged soldier came by.\n\n'Well,' Brother Wolf, said the fox, 'how did you get along with man?'\n\n'Oh,' replied the wolf, 'I never imagined the strength of man to be what it is. First, he took a stick from his shoulder, and blew into it, and then something flew into my face which tickled me terribly. Then he breathed once more into the stick, and it flew up my nose like lightning and hail. Then when I got next to him, he drew a naked rib out of his body, and he beat me so with it that he almost killed me.'\n\nThe wolf pulled an awful face, but did not let himself be frightened, and attacked him again, on which the huntsman gave him the second barrel. The wolf swallowed his pain and charged at the huntsman again, who in turn drew out his naked sword, and gave him a few blows with it left and right, so that, bleeding all over, he ran howling back to the fox.\n\n'See what a braggart you are,' said the fox. 'You throw your hatchet so far that you cannot get it back again.'"
    },
    {
      "id": "answer38",
      "text": "A man and his wife were once sitting by the door of their house, and they had a roasted chicken before them, and were about to eat it together.\n\nThen the man saw that his aged father was coming, and hastily took the chicken and hid it, for he did not want him to have any of it.\n\nThe old man came, took a drink, and went away. Now the son wanted to put the roasted chicken on the table again, but when he reached for it, it had turned into a large toad, which jumped into his face and sat there and never went away again.\n\nAnd if anyone wanted to take it off, it looked venomously at him as if it would jump in his face, so that no one dared to touch it. And the ungrateful son was forced to feed the toad every day, or else it fed itself on his face. And thus he went to and fro in the world without rest."
    },
    {
      "id": "answer39",
      "text": "A merchant had done well at the fair. He had sold all his wares, and filled his moneybag with gold and silver. He now wanted to make his way toward home, and to be in his own house before nightfall. So he loaded his duffel bag with the money onto his horse, and rode away.\n\nAt noon made a rest stop in a town. When he was about to continue on his way, a servant brought him his horse and said, 'Sir, a nail is missing from the shoe on his left hind hoof.'\n\n'Let it be,' answered the merchant. 'The shoe will certainly stay on for the six hours that I still have to ride. I am in a hurry.'\n\nThat afternoon, when he dismounted once again and had his horse fed, a servant came into the inn and said, 'Sir, a shoe is missing from your horse's left hind hoof. Shall I take him to the blacksmith?'\n\nHe rode on, but before long the horse began to limp. It did not limp long before it began to stumble, and it did not stumble long before it fell down and broke a leg. The merchant had to leave the horse where it was, and unbuckle the duffel bag, load it onto his shoulder, and walk home on foot, not arriving there until very late that night. 'All this bad luck,' he said to himself, 'was caused by that cursed nail.'\n\n'Let it be,' answered the man. 'The horse can manage for the few hours that I still have to ride. I am in a hurry.'\n\nHaste makes waste."
    },
    {
      "id": "answer40",
      "text": "'You must be sitting on a treasure,' said the peasant.\n\nOne day the peasant had been working in his field, and just as it was getting dark he was getting ready to go home when in the middle of his field he saw a pile of burning coals. Filled with amazement he walked toward it, and sitting on the top of the glowing coals there was a little black devil.\n\n'The treasure is in my field and belongs to me,' said the peasant.\n\nOnce upon a time there was a clever, wily peasant, whose tricks could be much talked about. The best story, however, is how he once got the best of the devil and made a fool of him.\n\n'Yes indeed,' replied the devil, 'on a treasure that contains more gold and silver than you have ever seen in your life.'\n\nThe peasant entered into the bargain, saying, 'To prevent any dispute from arising about the division, everything above the ground shall belong to you, and everything beneath the ground to me.'\n\n'It is yours,' answered the devil, 'if for two years you will give me one half of everything your field produces. I have enough money, but I have a desire for the fruits of the earth.'\n\nThe peasant agreed to the deal and said, 'in order to avoid disputes in our distribution, everything on the soil belongs to you, and under the mud comes to me.'\n\nNow when harvest time came the devil appeared and wanted to take away his crop, but he found nothing except the yellow withered leaves, and the happy peasant dug up his turnips.\n\nThe devil was quite satisfied with that, but the cunning peasant had planted turnips.\n\n'You got the best of me this time,' said the devil, 'but it won't happen again. Next time what grows above ground shall be yours, and what is under it shall be mine.'\n\n'That is all right with me,' answered the peasant. When planting time came the peasant did not plant turnips again, but wheat. The crop ripened, and the peasant went into the field and cut the full stalks off at ground level. When the devil came he found nothing but the stubble, and he angrily disappeared into a chasm in a cliff.\n\n'That's the way one has to deal with foxes,' said the peasant, then carried away the treasure."
    },
    {
      "id": "answer41",
      "text": "Her parents strictly forbade her, saying: 'Frau Trude is a wicked woman who commits godless acts. If you go there, you will no longer be our child.\n\n'Oh, Frau Trude, it frightened me when I looked through your window and could not see you, but instead saw the devil with a head of fire.'\n\nBut the girl paid no attention to her parents and went to Frau Trude's place anyway.\n\n'What did you see?'\n\n'That was a butcher.'\n\nOne day she said to her parents: 'I have heard so much about Frau Trude. Someday I want to go to her place. People say such amazing things are seen there, and such strange things happen there, that I have become very curious.\n\nWhen she arrived there, Frau Trude asked: 'Why are you so pale?'\n\n'Oh,' she answered, trembling all over, 'I saw something that frightened me.'\n\n'I saw a black man on your steps.'\n\n'That was a huntsman.'\n\n'That was a charcoal burner.'\n\n'Then I saw a blood-red man.'\n\n'Then I saw a green man.'\n\nOnce upon a time there was a small girl who was strong willed and forward, and whenever her parents said anything to her, she disobeyed them. How could anything go well with her?\n\nWith that she turned to girl into a block of wood and threw it into the fire. When it was thoroughly aglow she sat down next to it, and warmed herself by it, saying: 'It gives such a bright light!'\n\n'Aha!' she said. 'So you saw the witch properly outfitted. I have been waiting for you and wanting you for a long time. Light the way for me now!'"
    },
    {
      "id": "answer42",
      "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, a quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.\n\nYouth means a temperamental predominance of courage over timidity, of the appetite for adventure over the love of ease. This often exists in a man of 60 more than a boy of 20. Nobody grows old merely by a number of years. We grow old by deserting our ideals.\n\nYears may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust.\n\nWhether 60 or 16, there is in every human being’s heart the lure of wonders, the unfailing appetite for what’s next and the joy of the game of living. In the center of your heart and my heart, there is a wireless station; so long as it receives messages of beauty, hope, courage and power from man and from the infinite, so long as you are young.\n\nWhen your aerials are down, and your spirit is covered with snows of cynicism and the ice of pessimism, then you’ve grown old, even at 20; but as long as your aerials are up, to catch waves of optimism, there’s hope you may die young at 80."
    },
    {
      "id": "answer43",
      "text": "A little panda picks up a pumpkin and wants to take it home. But the pumpkin is too big. The panda can’t take it home.\n\nSuddenly she sees a bear riding a bike toward her. She watches the bike. 'I know! I have a good idea.' she jumps and shouts happily, 'I can roll a pumpkin. It's like a wheel.'\n\nSo she rolls the pumpkin to her home. When her mother sees the big pumpkin, she is surprised, 'Oh, my God! How can you carry it home?' the little panda answers proudly, 'I can’t lift it, but I can roll it.' Her mother smiled and says, 'What a clever girl!'"
    },
    {
      "id": "answer44",
      "text": "Bobby is my dog. I love him. He can roll on the floor. He can play balls with me. He can look after my house when I am out. Bobby is very clever. But sometimes he isn't.\n\nOne day Bobby runs away. He is out for three days. After he comes back, I tie him to a tree and give him some food. Bobby begins to eat. But then he stops. He sees a fox. The fox is looking at his food. Bobby barks and barks. He wants to catch the fox. But he can't. The fox runs round the tree. Bobby runs after the fox. So the rope goes ground the tree. Of course Bobby can't run. The fox can eat the food. Quickly she eats up the food and runs away."
    },
    {
      "id": "answer45",
      "text": "His son and his son's wife were disgusted with this, so finally they made the old grandfather sit in the corner behind the stove, where they gave him his food in an earthenware bowl, and not enough at that. He sat there looking sadly at the table, and his eyes grew moist.\n\nOne day his shaking hands could not hold the bowl, and it fell to the ground and broke. The young woman scolded, but he said not a word. He only sobbed. Then for a few hellers they bought him a wooden bowl and made him eat from it.\n\nOnce upon a time there was a very, very old man. His eyes had grown dim, his ears deaf, and his knees shook. When he sat at the table, he could scarcely hold a spoon. He spilled soup on the tablecloth, and, beside that, some of his soup would run back out of his mouth.\n\nOnce when they were all sitting there, the little grandson of four years pushed some pieces of wood together on the floor.\n\n'What are you making?' asked his father.\n\nThe man and the woman looked at one another and then began to cry. They immediately brought the old grandfather to the table, and always let him eat there from then on. And if he spilled a little, they did not say a thing.\n\n'Oh, I'm making a little trough for you and mother to eat from when I'm big.'"
    },
    {
      "id": "answer46",
      "text": "Finally the children became so impatient, that they waited until one Sunday when the nixie was at church, and then ran away. When church was over, the nixie saw that the birds had flown away, and she followed them with long strides.\n\nShe gave the girl tangled dirty flax to spin, and she had to fill a bottomless barrel with water. The boy had to chop down a tree with a dull ax, and all they got to eat were dumplings as hard as rocks.\n\nThe children saw her from afar, and the girl threw a brush behind her, which turned into a large brush-mountain with thousands and thousands of spikes, which the nixie had to climb over with great difficulty, but she finally got to the other side.\n\nA little brother and little sister were playing by a well, and while they were playing there they both fell in. A water nixie was down there. She said, 'Now I have you. Now you will have to work diligently for me,' and she led them away with her.\n\nWhen the children saw this the boy threw a comb behind him, which turned into a large comb-mountain with a thousand times a thousand teeth, but the nixie was able to keep hold of them, and finally got to the other side.\n\nHowever, by the time she returned and had chopped up the glass mountain, the children were far away and had escaped, so the water nixie had to trudge back to her well.\n\nThen the girl threw a mirror behind her, which turned into a glass mountain, which was so slippery, so slippery that it was impossible for the nixie to climb over it.\n\nThen she thought, 'I will quickly go home and get my ax and chop the glass mountain in two.'"
    },
    {
      "id": "answer47",
      "text": "It happened that the cat met Mr. Fox in the woods. She thought, 'He is intelligent and well experienced, and is highly regarded in the world,' so she spoke to him in a friendly manner, 'Good-day, my dear Mr. Fox. How is it going? How are you? How are you getting by in these hard times?'\n\nThe fox, filled with arrogance, examined the cat from head to feet, and for a long time did not know whether he should give an answer. At last he said, 'Oh, you poor beard-licker, you speckled fool, you hungry mouse hunter, what are you thinking? Have you the nerve to ask how I am doing? What do you know? How many tricks do you understand?'\n\n'I understand but one,' answered the cat, modestly.\n\n'When the dogs are chasing me, I can jump into a tree and save myself.'\n\n'Is that all?' said the fox. 'I am master of a hundred tricks, and in addition to that I have a sackful of cunning. I feel sorry for you. Come with me, and I will teach you how one escapes from the dogs.'\n\n'What kind of a trick is it?' asked the fox.\n\nJust then a hunter came by with four dogs. The cat jumped nimbly up a tree, and sat down at its top, where the branches and foliage completely hid her.\n\n'Oh, Mr. Fox,' shouted the cat. 'You and your hundred tricks are left in the lurch. If you been able to climb like I can, you would not have lost your life.'\n\n'Untie your sack, Mr. Fox, untie your sack,' the cat shouted to him, but the dogs had already seized him, and were holding him fast."
    },
    {
      "id": "answer48",
      "text": "So he scraped the snow away, and while he was thus clearing the ground he found a small golden key.\n\nOnce in the wintertime when the snow was very deep, a poor boy had to go out and fetch wood on a sled. After he had gathered it together and loaded it, he did not want to go straight home, because he was so frozen, but instead to make a fire and warm himself a little first.\n\nNow he believed that where there was a key, there must also be a lock, so he dug in the ground and found a little iron chest.\n\n'If only the key fits!' he thought.\n\n'Certainly there are valuable things in the chest.' He looked, but there was no keyhole.\n\nHe tried the key, and fortunately it fitted.\n\nThen he turned it once, and now we must wait until he has finished unlocking it and has opened the lid. Then we shall find out what kind of wonderful things there were in the little chest.\n\nFinally he found one, but so small that it could scarcely be seen."
    },
    {
      "id": "answer49",
      "text": "So the mother herself had to go to the grave and beat the little arm with a switch, and as soon as she had done that, it withdrew, and the child finally came to rest beneath the earth.\n\nOnce upon a time there was a child who was willful and did not do what his mother wanted. For this reason God was displeased with him and caused him to become ill, and no doctor could help him, and in a short time he lay on his deathbed.\n\nHe was lowered into a grave and covered with earth, but his little arm suddenly came forth and reached up, and it didn't help when they put it back in and put fresh earth over it, for the little arm always came out again."
    },
    {
      "id": "answer50",
      "text": "Once upon a time there was a poor woman who had a son who wanted very much to travel. His mother said, 'How can you travel? We have no money at all for you to take with you.' Then he came to a group of fishermen, and said, 'God be with you. Not much, not much, not much.' Then the son said, 'I will take care of myself. I will always say, \"Not much, not much, not much.\"' So he walked for a long time, always saying, 'Not much, not much, not much.'\n\nAnd when they pulled up their net, they had not caught many fish. So one of them fell on the boy with a stick, saying, 'Have you ever seen me thrash?'\n\n'What should I say, then?' asked the boy.\n\n'What do you say, fellow? Not much?'\n\nThen he again walked a long time, saying, 'Catch a lot. Catch a lot,' until he came to a gallows, where they were about to hang a poor sinner. Then said he, 'Good morning. Catch a lot. Catch a lot.'\n\n'You should say, \"Catch a lot. Catch a lot.\"'\n\n'What do you say, fellow? Catch a lot? Should there be even more wicked people in the world? Isn't this enough?' And he again got it on his back.\n\nAgain the boy walked on for a long while, saying, 'May God comfort the poor soul.' Then he came to a ditch where a knacker was skinning a horse. The boy said, 'Good morning. May God comfort the poor soul.' 'You should say, \"May God comfort the poor soul.\"' So he walked on, saying, 'Lie in the ditch, you carcass. Lie in the ditch, you carcass.' He came to a coach filled with people, and said, 'Lie in the ditch, you carcass.'\n\n'What should I say, then?'\n\n'What should I say, then?' he asked.\n\n'What do you say, you disgusting fellow?' said the knacker, hitting him about the ears with his skinning hook until he could not see out of his eyes.\n\nThen the coach tipped over into the ditch, and the driver took his whip and beat the boy until he had to crawl back to his mother, and as long as he lived he never went traveling again.\n\n'You should say, \"Lie in the ditch, you carcass.\"'"
    },
    {
      "id": "answer51",
      "text": "Mrs. Green has lived near the park of the city for forty years. She's very rich and has got a lot of money. But she never buys something expensive for her family and always does all the housework herself. She sweeps all the rooms every day.\n\n'No, no.' She said, 'My handbag was lost three years ago. I want to know if she found it.'\n\nLast morning, when she got up, she felt terrible. After breakfast she felt even worse. She found some medicine and took it. But it was useless to her and she had to go to a hospital.\n\nThe doctor looked her over and asked her to be in hospital, but she refused and went home on foot. As soon as she got home, the telephone rang. She hurried to answer it. It was the doctor. He told her she had left her purse in the hospital and a nurse had found it.\n\n'Could you tell me her name, please?' asked Mrs. Green.\n\n'Of course, Mrs. Green. Are you going to thank her?' asked the doctor."
    },
    {
      "id": "answer52",
      "text": "'No, no, that's quite impossible!' replied the professor immediately. 'Do you know, last month I asked him when Napoleon died, and he didn't know!'\n\n'He's a good boy,' said Jack's father, 'Please pardon him. If you let him pass this time, I'm sure he'll improve a lot next year and pass the examinations at the end of it really well.'\n\nJack had gone to the university to study his history, but at the end of his second term, he failed his history exam, and he was told that he would be dismissed from university. However, his father decided that he would go to see the history professor to ask him to let Jack continue his studies the next year.\n\n'Please, sir, give him another chance.' said Jack's father. 'You see, I'm afraid we don't take any newspapers in our house so we even don't know that Napoleon was ill recently.'"
    },
    {
      "id": "answer53",
      "text": "'Because I'm small,' Jimmy said, 'and my brushes don't reach very high.'\n\nJimmy's pictures were different from other people's because he never painted it on all of the paper. He painted on half of it, and the other half was always empty.\n\n'That's very clever,' everybody said. 'Nobody else does that!' They all believed that the boy was a pioneer in painting.\n\nJimmy started painting when he was three years old, and when he was five, he was already very good at it. He also got many prizes for his painting. He painted many beautiful and interesting pictures, and people paid a lot of money for them They said, 'This boy's going to be famous when he's a little older, and then we're going to sell these pictures for a lot more money.'\n\nOne day, somebody bought one of Jimmy's pictures and then said to him, 'Please tell me this, Jimmy. Why do you paint on the bottom half of your pictures, but not on the top half?'"
    },
    {
      "id": "answer54",
      "text": "Soon after this conversation, things happened just as the guru had mentioned. The guru died. Four baby pigs were born. One day, the disciple held his knife with him and picked out the baby pig with a mark on its face. Just as he was about to kill it, the little pig suddenly spoke, 'Stop! Don't kill me!' it cried.\n\nThe disciple was sad to hear all this, but he agreed to do as he had promised.\n\nAfter the guru received the promise, he said, 'Then this is what I'd like you to do for me. I've just learned that when I die very soon, I'm going to be born as a pig. Do you see that pig eating rubbish over there in the yard? I'm going to be born as one of its baby pigs. You'll recognize me by a mark on my face. When the baby pigs have been born, find the baby pig with a mark on its face and kill it with your knife. Then I'll not live a pig's life. Will you do this for me?'\n\nOne day, a guru knew what he would be in his next life. So he called his favorite disciple and asked him what he would do to show thanks. The disciple said he would do whatever his guru asked him to do.\n\nThe disciple was very surprised, and he heard the little pig speak in a human voice, it said, 'Don't kill me. I want to live on as a pig. When I asked you to kill me, I didn't know what a pig's life would be like. It's great! Just let me go.'"
    },
    {
      "id": "answer55",
      "text": "Young men often give flowers to young women when they are in love. The tradition may have come from Turkey.\n\nThe idea of sending gifts of love with secret meanings quickly spread to other countries. However, as time passed, only sending flowers remained popular.\n\nIn the 1700s in Turkey, it was quite popular for people in love to send each other baskets full of strange things. The baskets were sent secretly to the person who was receiving it. Usually, an old woman who sold flowers or fruit on the street left the basket beside the door of that person.\n\nFlowers told young ladies about the feelings in the heart of young men. Each different flower had a different meaning. For example, the flowers from an orange tree meant, 'you are beautiful and pure.' Pink carnations meant, 'My love for you is great.' Yellow roses, on the other hand, meant, 'I saw you with someone else.'\n\nThese baskets included many kinds of gifts: flowers, stones, candles, etc. Each thing in the basket had a special meaning. By working out the secret message hidden in each gift, the person who received the basket began to understand little by little the true feelings of the person who sent it.\n\nMany flower dictionaries were made to help young people in love understand the meaning of the flowers they received. However, not all of the dictionaries agreed on the meaning of each flower, so a person had to be careful about the flowers they chose to send.\n\nBy the 1880s, using flowers to send messages had become unpopular, and the more direct way of sending love letters began. Today, flowers are still considered a lovely gift, but the meaning for each kind of flower has been lost."
    },
    {
      "id": "answer56",
      "text": "What kind of work do you want to do when you are older? Many jobs might interest you. Two of them that have been around the longest are farming and building. People who work with computers have newer kinds of jobs.\n\nThe jobs of tomorrow will be decided by what people need and want. When we decide which job to take, we need to get the necessary information about chances of jobs. The chances result from the relations between the total population, labor force, and the need for goods and services.\n\nPeople who provide health care may never have a problem finding a job. There is always a demand for some people, such as truck drivers. Most car owners need car service, so it should be easy for mechanics to find jobs.\n\nTo get a good job, the best advice is to think about what you like to do. So get the education and training you need, and then you can find a good job."
    },
    {
      "id": "answer57",
      "text": "Jimmy is our new neighbor. He speaks with strange accent, but we like to talk with him. He told me an interesting story about himself.\n\nJimmy also told me something even funnier about his son, Jack. One day he took his son Jack to a boy's clothing shop. That shop was giving away balloons to buyers' children. Jack asked if he might have two balloons. 'Sorry,' the salesperson said, 'but we give only one balloon to each child. Do you have a brother at home?' Jack was always honest. He didn't tell lies, but he wanted another balloon badly. 'No.' he replied regretfully, 'but my sister has a brother, and I'd like one for him.'\n\nHe said he liked growing flowers in his garden in his spare time. And one Sunday morning, after breakfast he put on his old clothes and began digging in his garden. He dug and dug. After half an hour he suddenly found a coin near his foot. He put it in his right pocket. A few minutes later, he found another one. He put it in the same pocket, too. The same thing happened for the third, the fourth and the fifth time. He was very happy and told his wife about it. She was very happy, too. She said, 'A thief stole a lot of coins from a shop a few days ago. The police caught him but they didn't find any coins.'\n\nThen Jimmy went on digging and found some more coins, but just when he began to dig, he felt something cold in his trousers. It ran down one of his legs. He put his hand down quickly -- and the coin came into his hand. Now he knew there was a hole in his pocket.\n\nWhat a lovely boy Jack is!"
    },
    {
      "id": "answer58",
      "text": "People have sailed around the world in quite small boats. It is not an easy thing. Sometimes the weather goes bad. That will be the end of a boat and the end of everyone in it. Accidents can happen easily and quickly.\n\nOne family had an accident with a big fish. The fish swam under their boat and bit holes in it. The water came into the boat, and of course, the boat soon went down. However, these people had another smaller boat -- a life-boat, and they all got into that. They lived and hoped for many days. They woke and slept, and they always, hoped… At last a ship found them.\n\nHow do people live in a very small life-boat? Perhaps far weeks or months. They must be strong in every way. They must have hope -- they must want to live. But you cannot eat and drink hope.\n\nYou cannot drink sea water. Drink a lot of sea water -- you will quickly die. Sailors can drink rain water. They must catch rain water in their boat. They must also catch fish and birds for food. Lifeboats do not often carry a cooker, and so the sailors cannot cook their food. Raw fish and bird-meat is not very nice. But there won't be any choice in a life-boat! The sailors must eat raw food or they will die.\n\nWhat do people think about in a life-boat? They think about land, a warm bed, dry clothes, clean water and food."
    },
    {
      "id": "answer59",
      "text": "But there is one extraordinary thing… when I drew the muzzle for the little prince, I forgot to add the leather strap to it. He will never have been able to fasten it on his sheep. So now I keep wondering: what is happening on his planet? Perhaps the sheep has eaten the flower…\n\nNow my sorrow is comforted a little. That is to say -- not entirely. But I know that he did go back to his planet, because I did not find his body at daybreak. It was not such a heavy body… and at night I love to listen to the stars. It is like five hundred million little bells…\n\nAt one time I say to myself: 'Surely not! The little prince shuts his flower under her glass globe every night, and he watches over his sheep very carefully…' Then I am happy. And there is sweetness in the laughter of all the stars. And now six years have already gone by… I have never yet told this story. The companions who met me on my return were well content to see me alive. I was sad, but I told them: 'I am tired.'\n\nBut at another time I say to myself: 'At some moment or other one is absent-minded, and that is enough! On some one evening he forgot the glass globe, or the sheep got out, without making any noise, in the night…' And then the little bells are changed to tears…\n\nLook up at the sky. Ask yourselves: is it yes or no? Has the sheep eaten the flower? And you will see how everything changes…\n\nThis is, to me, the loveliest and saddest landscape in the world. It is the same as that on the preceding page, but I have drawn it again to impress it on your memory. It is here that the little prince appeared on Earth, and disappeared. And no grown-up will ever understand that this is a matter of so much importance! Here, then, is a great mystery. For you who also love the little prince, and for me, nothing in the universe can be the same if somewhere, we do not know where, a sheep that we never saw has -- yes or no? -- eaten a rose…\n\nLook at it carefully so that you will be sure to recognise it in case you travel some day to the African desert. And, if you should come upon this spot, please do not hurry on. Wait for a time, exactly under the star. Then, if a little man appears who laughs, who has golden hair and who refuses to answer questions, you will know who he is. If this should happen, please comfort me. Send me word that he has come back."
    },
    {
      "id": "answer60",
      "text": "It was a long, hard journey. We had to cross the mountains between Spain and France in winter, and the snow was deep. Poor Friday was very afraid of the snow. In his country it was always hot, and he did not like cold weather.\n\nWhen I came back to England, I felt like a stranger in the country. Many things were different, and not many people remembered me. I went home to York, but my father and mother were dead, and also my two brothers. I did find the two sons of one of my brothers. They were happy to learn that I was alive, and I was pleased to find some family.\n\nAfter some months I decided to go down to Lisbon in Portugal. I had friends there who could help me to sell my land in Brazil, and I needed the money. Friday came with me. He was always a good and true friend to me. In Lisbon I found the Portuguese captain, who took me in his ship to Brazil, all those years ago. It was good to see him again, and he helped me with my business. Soon I was ready to go home again-by land. No more adventures and dangers by sea for me!\n\n'I have a fine ship, uncle,' he said. 'I'm going out to the East Indies -- India, Malaya, the Philippines… Why don't you come with me?'\n\nBack in England I found a house and began to live a quiet life. My two nephews came to live with me. The younger one wanted to be a sailor, and so I found him a place on a ship. After a while I married, and had three children, two sons and a daughter. Then my wife died, and my nephew, who was now the captain of a ship, came home to see me. He knew that I did not really like a quiet life.\n\nAnd so, in 1694, I went to sea again, and had many more adventures. Perhaps one day I'll write another book about them."
    }
  ],
  "Original text3": [
    {
      "id": "answer1",
      "text": "In a sun-dappled meadow where time seemed to stand still, there lived a tortoise named Theo. Theo was known throughout the meadow for his deliberate pace and unwavering determination. While other creatures hurried about their business, Theo moved methodically, savoring each moment and never rushing toward his destinations.\n\nOne sunny morning, a boastful hare named Harvey arrived in the meadow. With lightning-quick legs and an ego to match, Harvey claimed to be the fastest creature for miles around. He challenged any and all comers to a race, mocking those who hesitated and declaring that no one could possibly beat him.\n\nTheo, hearing of Harvey's challenge, felt a spark of curiosity. Though he knew he could never match the hare's speed, something compelled him to step forward. The animals of the meadow gathered in surprise as Theo approached Harvey. 'I accept your challenge,' he declared, his voice steady but firm.\n\nThe day of the race arrived, and the meadow buzzed with excitement. Animals of all shapes and sizes lined the route, eager to witness the unlikely contest. At the signal, Harvey shot forward like an arrow from a bow, disappearing down the path in a blur of motion. Theo, meanwhile, began his journey with deliberate steps, his shell gleaming in the sunlight as he moved.\n\nHarvey, feeling confident after his initial burst, soon grew bored with the monotony of running. Spotting a cluster of clover beneath a spreading oak tree, he decided to rest. 'There's plenty of time,' he thought to himself, curling up for a nap. 'That slow tortoise will never catch up.'\n\nMeanwhile, Theo continued his steady progress. Unfazed by the cheers or the jeers from the crowd, he focused on each step, moving forward with the patience that had become his trademark. Hour after hour, he plodded along, never once considering giving up.\n\nWhen Harvey finally awoke, he stretched his limbs and prepared to sprint to the finish. But as he rounded the last bend, his heart sank. There, at the finish line, stood Theo with a gentle smile. The tortoise had won the race, proving that steady determination could triumph over mere speed."
    },
    {
      "id": "answer2",
      "text": "Once upon a time, there was a snail who lived in a quiet forest. He was very slow and meticulous, and he enjoyed savoring every moment of his life.\n\nOne day, the snail heard about a boastful kangaroo who claimed to be the fastest creature in the forest. The kangaroo challenged all the animals to a race, certain that no one could beat him.\n\nThe snail, feeling curious, decided to accept the kangaroo's challenge. On the day of the race, all the animals gathered at the starting line, eager to see who would come out on top.\n\nAs soon as the race began, the kangaroo hopped off quickly, leaving the snail far behind. Confident in his speed, the kangaroo decided to take a break under a shady tree, thinking he could easily catch up later.\n\nMeanwhile, the snail continued to crawl along, slow but steady, never giving up. Despite the kangaroo's lead, the snail kept moving forward, one step at a time.\n\nWhen the kangaroo woke up from his nap and realized the snail was nearing the finish line, he hopped as fast as he could. But it was too late—the snail had already crossed the finish line and won the race.\n\nThe other animals were amazed at the snail's perseverance and determination. They learned that with hard work and persistence, even the slowest among them could achieve great things.\n\nThe kangaroo, on the other hand, learned a valuable lesson about humility and the dangers of overconfidence. He realized that he should never underestimate his opponents and that he needed to stay focused throughout the entire race.\n\nFrom that day on, the kangaroo became a more humble and respectful competitor, and the snail became a hero to all the other animals in the forest. They all learned that true strength comes not just from speed or power, but from the determination to keep moving forward, no matter what obstacles stand in the way."
    },
    {
      "id": "answer3",
      "text": "Once upon a time, there was a snail who lived in a quiet forest. He was slow and methodical, and he enjoyed savoring every moment of his life.\n\nOne day, the snail heard about a boastful butterfly who claimed to be the fastest flyer in the forest. The butterfly challenged all the animals to a race, confident that no one could beat her.\n\nThe snail, feeling curious, decided to accept the butterfly's challenge. On the day of the race, all the animals gathered at the starting line, excited to see who would win.\n\nAs soon as the race began, the butterfly flapped her wings and flew off ahead, leaving the snail far behind. Confident in her speed, the butterfly decided to take a break on a flower, thinking she could easily catch up later.\n\nMeanwhile, the snail continued to crawl along, slow but steady, never giving up. Despite the butterfly's lead, the snail kept moving forward, one step at a time.\n\nWhen the butterfly finished her break and realized the snail was nearing the finish line, she flew as fast as she could. But it was too late—the snail had already crossed the finish line and won the race."
    },
    {
      "id": "answer4",
      "text": "Once upon a time, there was a deer who lived in a lush forest. He was graceful and agile, and he took pride in his ability to move swiftly through the trees.\n\nOne day, the deer heard about a mighty boar who claimed to be the strongest animal in the forest. The boar challenged all the animals to a contest of strength, confident that he would emerge as the champion.\n\nThe deer, feeling curious, decided to accept the boar's challenge. On the day of the contest, all the animals gathered in a clearing, eager to see who would win.\n\nAs soon as the contest began, the boar charged forward, uprooting trees and pushing aside rocks. The deer, on the other hand, used his agility to dart around the obstacles, finding the easiest path through the course.\n\nThe boar, exhausted from his efforts, soon grew tired and had to stop to rest. The deer, however, continued to move steadily forward, never slowing down.\n\nWhen the boar realized that the deer was nearing the end of the course, he tried to gather his strength for one final push. But it was too late—the deer had already completed the course and won the contest.\n\nThe animals in the forest learned a valuable lesson that day: strength and speed are not the only things that matter. Sometimes, agility and determination can lead to victory."
    },
    {
      "id": "answer5",
      "text": "Once upon a time, in a vast and lush jungle, there lived a lion. He was the king of the jungle, strong and mighty, with a magnificent golden mane. He ruled over his territory with pride and confidence, and all the other animals respected and feared him.\n\nOne day, a zebra with distinctive black and white stripes wandered into the jungle. This zebra was known for his speed and agility. He would often boast about how he could outrun any predator, including the mighty lion. Word of the zebra's claims reached the lion's ears, and the lion, feeling a bit challenged, decided to teach the zebra a lesson.\n\nThe lion roared and summoned the zebra to a clearing in the jungle. All the animals gathered to witness the confrontation. The zebra, though nervous, stood his ground, determined to prove his worth. The lion, with a thunderous voice, asked the zebra why he had been making such boastful claims.\n\nThe zebra, trembling but still defiant, replied that he believed in his own abilities and that he had the right to express himself. The lion, intrigued by the zebra's courage, decided to give him a chance. He proposed a challenge: a race through the jungle. The zebra, surprised but eager to prove his point, agreed.\n\nThe race began, and the zebra darted off like a flash of lightning, his stripes blending with the sunlight as he ran. The lion, on the other hand, took his time, walking leisurely. The other animals watched in amazement as the zebra quickly disappeared into the distance. The zebra, confident in his speed, did not look back. He ran through the dense jungle, jumping over fallen trees and dodging bushes.\n\nAs the zebra approached the finish line, he could hear the lion's roar in the distance. He quickened his pace, determined to win. The lion, seeing the zebra's determination, smiled to himself. He knew that the zebra had learned his lesson. The zebra crossed the finish line first, but instead of feeling triumphant, he felt a sense of respect for the lion. The lion, with a nod of approval, acknowledged the zebra's victory.\n\nFrom that day on, the zebra and the lion became friends. The zebra learned the value of humility, and the lion learned to appreciate the courage and determination of others. The other animals in the jungle also learned an important lesson: that strength and courage come in many forms, and that everyone has something valuable to contribute."
    },
    {
      "id": "answer6",
      "text": "In the fiery peaks of the Embermountain Range, a dragon named Ignis dwelled among the molten rivers. His wings were broad but heavy, his flight deliberate, and he moved with the patient grace of lava flowing downhill.\n\nOne day, Ignis heard whispers of Solaris, a phoenix who boasted of being the swiftest creature in the skies. Solaris challenged all winged beings to a race from the summit of Emberpeak to the Crystal Lake below, certain none could match her speed.\n\nIgnis, intrigued by the challenge, decided to accept. On the day of the race, creatures gathered—owls, hawks, and wolves—to witness the contest. Solaris preened her iridescent feathers, while Ignis coiled slowly, his molten eyes steady.\n\nAt the start, Solaris burst into a blaze, soaring high above the clouds, leaving Ignis trailing in her wake. Overconfident, she descended to rest on a cooling rock, admiring her reflection in a pool of semi-solid obsidian, certain she could reclaim her lead at any moment.\n\nMeanwhile, Ignis lumbered onward, his wings beating rhythmically, unswayed by the chasm below. Though Solaris’s shadow had long vanished, he climbed steadily, his fire-resistant scales untroubled by the searing winds.\n\nWhen Solaris awoke, she surged into the sky, only to find Ignis nearing the lake’s shimmering edge. She dove, wings straining, but the dragon had already touched down, his claws sinking into the soft earth. The crowd erupted in applause as Ignis, breathing a plume of smoke, declared, 'Steady flames outlast fleeting sparks.'"
    },
    {
      "id": "answer7",
      "text": "In the vast expanse of the cosmos, on a spaceship named 'Stellar Voyager,' there was an astronomer named Orion. Orion was known for his methodical approach to exploring the universe. He would spend hours studying star maps, analyzing data, and planning missions with precision.\n\nOne day, news spread across the space community about a daring explorer named Vega. Vega was famous for her rapid exploration of unknown territories and her boastful claims of being the fastest and most efficient explorer in the galaxy. She challenged all astronauts to a competition to see who could discover the most valuable cosmic phenomenon in a newly charted region of space.\n\nOrion, intrigued by the challenge and confident in his systematic methods, decided to accept Vega's challenge. The entire space station gathered at the launch bay, eager to witness the competition between the two renowned explorers.\n\nAs the competition commenced, Vega swiftly maneuvered her spaceship, the 'Lightning Explorer,' darting off into the distance, leaving Orion far behind. Confident in her speed and agility, Vega decided to take a detour to explore a nearby asteroid field, believing it might yield quick and valuable discoveries.\n\nMeanwhile, Orion continued on his planned course, steady and unwavering. He followed his carefully crafted star maps, analyzing each celestial object methodically. Despite Vega's initial lead, Orion remained focused, one calculation at a time.\n\nWhen Vega realized that Orion was nearing a significant cosmic event, a rare celestial alignment that held great scientific value, she tried to rush back to the main route. However, her hasty detour had cost her valuable time and resources.\n\nIn the end, Orion reached the celestial alignment first and successfully documented its significance. His systematic approach and attention to detail had led him to victory, proving that in the vast universe, steady and careful exploration often triumphs over mere speed."
    },
    {
      "id": "answer8",
      "text": "Once upon a time, in a vast and mysterious underwater realm, there lived a wise old octopus named Oliver. Oliver was known throughout the ocean for his incredible intelligence and calm demeanor. He moved gracefully through the water, always taking his time to think before acting.\n\nOne day, word spread of a young and arrogant shark named Spike who claimed to be the most powerful predator in the sea. Spike challenged all the sea creatures to a contest of strength, confident that no one could defeat him.\n\nOliver, intrigued by the challenge, decided to accept. On the day of the contest, creatures from all over the ocean gathered, eager to see who would emerge victorious.\n\nAs soon as the contest began, Spike lunged forward with incredible speed and strength, easily overpowering his opponents. Confident in his abilities, Spike decided to take a break in a hidden cave, thinking he could easily finish the contest later.\n\nMeanwhile, Oliver moved steadily through the water, using his intelligence to outmaneuver his opponents. Despite Spike's initial dominance, Oliver remained focused and determined, never giving up.\n\nWhen Spike emerged from his cave and realized that Oliver was close to winning, he tried to gather his strength and make a final push. But it was too late—Oliver had already used his wisdom to outsmart the last opponent and claimed victory in the contest."
    },
    {
      "id": "answer9",
      "text": "Once upon a time, in a vast and starry universe, there was a spaceship named 'Steady' that traveled through the peaceful cosmos. The spaceship was known for its slow but reliable journey, and it enjoyed exploring every corner of the universe at its own pace.\n\nOne day, 'Steady' heard about a boastful comet named 'Swift' who claimed to be the fastest celestial body in the galaxy. 'Swift' challenged all the spaceships to a race, confident that no one could beat its incredible speed.\n\nIntrigued by the challenge, 'Steady' decided to accept. On the day of the race, all the spaceships and celestial beings gathered at the starting point, eager to witness the exciting competition.\n\nAs soon as the race began, 'Swift' shot off like a bolt of light, leaving 'Steady' far behind. Confident in its own speed, 'Swift' decided to take a short break near a beautiful nebula, thinking it could easily catch up later.\n\nMeanwhile, 'Steady' continued its journey, slow but steady, never giving up. Despite 'Swift''s initial lead, 'Steady' kept moving forward, one light-year at a time.\n\nWhen 'Swift' finally finished its break and realized that 'Steady' was nearing the finish line, it tried to accelerate to its maximum speed. But it was too late— 'Steady' had already crossed the finish line and won the race."
    },
    {
      "id": "answer10",
      "text": "In the heart of a vast, ancient forest, there resided an astronomer named Elias, who gazed at the stars with unwavering dedication, recording their movements with meticulous care, though his progress was often slow and laborious.\n\nOne day, word spread of a brilliant but arrogant physicist, Dr. Lumen, who claimed to have unlocked the secrets of the universe and ridiculed traditional stargazing as obsolete. Dr. Lumen issued a challenge to all scholars to a public debate on the nature of cosmic phenomena, confident that no one could match his intellect.\n\nElias, though humble and unassuming, felt compelled to accept the challenge. On the day of the debate, scholars and enthusiasts filled the grand hall, eager to witness the clash of minds.\n\nAs the debate began, Dr. Lumen presented his theories with dazzling eloquence and complex equations, quickly dominating the discourse. Overconfident, he decided to take a break, believing he had already secured victory.\n\nMeanwhile, Elias continued to methodically present his observations, connecting the stars' patterns to timeless principles. His arguments, though not as flashy, were grounded in years of patient study.\n\nWhen Dr. Lumen returned and realized Elias was nearing a conclusive point, he tried to counter with even more elaborate arguments. But it was too late—Elias had already won the audience's admiration with his profound insights."
    },
    {
      "id": "answer11",
      "text": "In an ancient forest where trees whispered secrets, there lived a weaver bird named Lira. Her nests were marvels of intricate design, woven with patience and care. Yet she often felt overshadowed by Zephyr, a mischievous wind spirit who boasted of his power to scatter any creation in moments.\n\nOne crisp autumn morning, Zephyr challenged the creatures of the forest: 'Let us see who can build the sturdiest nest! I shall test each one with my might.' The animals shuddered, knowing his gales could level even the mightiest oaks. Lira, though trembling, accepted the challenge.\n\nThe contest began at dawn. Zephyr summoned a whirlwind, uprooting branches and hurling them like spears. While other animals scrambled, Lira retreated to a quiet grove, gathering slender twigs and moss. 'Why waste time on fragile threads?' Zephyr sneered, snapping a sapling with a gust. 'Speed and strength decide victory!'\n\nAs the day wore on, Zephyr grew impatient. He raced from tree to tree, demanding immediate results. When a squirrel’s nest faltered, he laughed and unleashed a stronger gust, scattering its pieces. Meanwhile, Lira worked in silence, weaving each fiber with deliberate precision. Her fingers moved like a dancer’s, binding strands into knots that hummed with the forest’s rhythm.\n\nBy twilight, Zephyr declared his own 'nest'—a heap of tangled branches lodged in a pine—complete. 'Behold! A fortress!' he roared, summoning a storm to test it. But as rain lashed down, the branches slipped, crashing to the earth. The animals gasped, while Zephyr raged, invisible in the tempest.\n\nLira, unnoticed, finished her nest just as the storm peaked. Its structure swayed like reeds in a stream, each thread singing softly as wind passed through. Zephyr, enraged, hurled his fiercest blast—yet the nest held, its design mirroring the wind’s own chaos. 'How?!' he howled, his voice cracking like thunder.\n\n'The forest’s strength lies not in resisting,' Lira replied, her voice steady as an ancient root, 'but in bending without breaking.'\n\nThe storm stilled. Zephyr, humbled, murmured, 'Teach me to listen,' and for the first time, the wind carried not destruction, but the song of collaboration."
    },
    {
      "id": "answer12",
      "text": "In a lush, emerald-green forest, where sunlight filtered through the dense canopy like golden threads, there lived a gentle deer named Dapple. Dapple had a coat dappled with spots of sunlight, hence his name. He was known throughout the forest for his humility and kindness, always willing to share his food with the hungry and his comfort with the distressed.\n\nOne day, a proud stag named Silver appeared in the forest. Silver had antlers that shimmered like silver in the moonlight and was immensely proud of his strength and beauty. He challenged all the animals to a contest of strength, boasting that no one could match his power.\n\nDapple, though not known for his strength, felt a sense of duty to the other animals who looked up to him. He decided to accept Silver's challenge, not out of pride, but to protect his forest home.\n\nThe day of the contest arrived. Animals gathered around a towering oak tree, its branches heavy with acorns. Silver, with a mighty roar, charged at the tree, shaking the ground with his force. The tree barely swayed, its roots firmly embedded in the earth.\n\nDapple, on the other hand, approached the tree with a different strategy. He gently nudged the lower branches, using his knowledge of the forest's ways to find the weakest points. He remembered how, in the past, old trees had shed their branches during storms, and he aimed to replicate that natural process.\n\nSilver, confident in his strength, continued to charge at the tree, each attempt more furious than the last. However, the tree remained steadfast. Dapple, meanwhile, worked methodically, his gentle pushes gradually loosening the branches.\n\nAs the contest wore on, Silver grew tired. His once-shiny coat began to lose its luster, and his roars became weaker. Dapple, though also feeling the strain, remained focused. He thought of the animals watching him, the rabbits, squirrels, and birds who had placed their hope in him.\n\nWith one final, calculated push, Dapple managed to dislodge a large branch from the oak tree. It fell to the ground with a thunderous crash, symbolizing Dapple's victory not through brute strength, but through wisdom and perseverance.\n\nSilver, humbled by his defeat, lowered his head in acknowledgment. The animals cheered for Dapple, not just for his victory, but for the lesson he had taught them all: that true strength lies not in showing off one's power, but in using one's knowledge and kindness to help others.\n\nFrom that day on, Dapple became a legend in the forest, a symbol of humility and wisdom. Silver, though still proud, learned to respect the other animals and no longer sought to prove his strength through meaningless contests.\n\nThe forest continued to thrive, its animals living in harmony, each contributing their unique strengths to the community. And whenever a young animal would ask about the great contest, the elders would tell the tale of Dapple, the humble deer who taught them all the value of perseverance and kindness."
    },
    {
      "id": "answer13",
      "text": "In a lush, emerald-green meadow where the grass tickled the belly of the clouds and the flowers whispered secrets to the wind, there lived a snail named Silas. Silas was not like the other snails. While his kin were content to glide through the dew-kissed grasses at dawn and dusk, Silas had a thirst for the skies. He would often peer up at the birds soaring with envy etched into his shell.\n\nOne sunny afternoon, as Silas was perched on a dandelion puff, a voice like thunder clapped above. It was Hugo, the boastful hare, zooming across the meadow on a homemade glider, his laughter echoing like a mocking bell. 'Look at that slowpoke snail!' Hugo shouted, his words spiraling down like autumn leaves. 'I bet I could race to the edge of the sky and back before you even reach that old oak tree!' The animals gathered, their eyes wide with anticipation. Silas, with a quiet determination that hummed like a summer bee, accepted the challenge.\n\nThe next morning, as the sun painted the sky in strokes of gold and crimson, the race commenced. Hugo leaped into the air on his glider with a whoop, disappearing into the clouds like a shooting star. Silas, with his tiny wings attached to his shell (a contraption of buttercup petals and spider silk), began his ascent. The wind tugged at him like a mischievous child, but he spiraled upward, his path a slow, graceful helix.\n\nHugo, soaring high above the clouds, reveled in the cool, thin air. He looped and spun, his joy uncontainable. But as he played, a gust of wind caught his glider, sending him into a tailspin. He crashed into a fluffy cloud, which to his dismay, began to dissolve under his weight. Meanwhile, Silas, though buffeted by the wind, pressed on. His wings, though fragile, held firm. He flew over the meadow, where rabbits nibbled on clover and butterflies danced, and across the river, where fish leaped and dragonflies hovered.\n\nAs the sun began to dip below the horizon, painting the sky in hues of pink and violet, Silas approached the old oak tree. His wings were tattered, his body weary, but his spirit unbroken. At that moment, Hugo, having finally freed himself from the cloud, spotted Silas. With a desperate surge of energy, he pedaled his glider towards the tree. But it was too late. Silas had already touched down, his shell resting against the rough bark.\n\nThe animals erupted into cheers, their voices a symphony of surprise and admiration. Hugo, red-faced and breathless, could only stare in disbelief. From that day on, the meadow buzzed with the tale of Silas the snail, the steadfast sky racer. And though Hugo still boasted, his words carried a new respect, a humbled acknowledgment that even the fastest could be outdone by the slow and steady."
    },
    {
      "id": "answer14",
      "text": "In a sun-baked desert, where the sand stretched endlessly to the horizon, there lived a snail. The snail's shell was a mosaic of earthy browns and sandy yellows, blending perfectly with the desert environment. Unlike the tortoise in the peaceful meadow, the snail moved at an even slower pace, not out of steadiness, but due to the inherent nature of its kind.\n\nOne day, a fox, with a coat as red as the setting sun, arrived in the desert. The fox was known for its cunning and speed. It had traveled far and wide, boasting to every creature it met about its ability to outsmart and outrun anything in the desert. The snail, overhearing the fox's boasts, felt a strange urge to challenge it. Not in a race of speed, but in a race of wits.\n\nThe next morning, as the sun rose and cast long shadows across the desert, the race began. The animals of the desert gathered around, curious to see how this unusual contest would unfold. The fox, confident in its cleverness, decided to take a different route, one that it claimed was a shortcut to victory. The snail, on the other hand, began to slowly make its way along the designated path, leaving behind a glistening trail.\n\nThe fox, in its arrogance, took a nap under a date palm tree, believing it could easily catch up once it awoke. It dreamed of the glory and praise it would receive after winning the race. Meanwhile, the snail continued to move forward, one slow crawl at a time. The desert wind carried the snail's determination through the sands, as it persistently followed the path.\n\nWhen the fox finally awoke and realized the snail was nearing the finish line, it tried to use all its cunning tricks to distract the snail. But the snail, with a mind as steady as the desert rocks, remained focused. The fox attempted to create illusions and set traps, but the snail, using its knowledge of the desert and its own unique abilities, managed to avoid them all.\n\nIn the end, the snail reached the finish line first. The animals of the desert cheered, not just for the snail's victory, but for the lesson it had taught them. The fox, humbled by its defeat, learned that arrogance could lead to downfall, while determination and perseverance could overcome even the greatest of odds."
    },
    {
      "id": "answer15",
      "text": "Once upon a time, in a lush and verdant forest, there lived a snail who made his home on a mossy log. The snail was methodical and patient, savoring every moment of his slow journeys across the forest floor.\n\nOne sunny morning, word spread through the forest of a brash beetle who had recently arrived. This beetle boasted to all the creatures that he was the fastest flyer in the entire forest, capable of outpacing even the swiftest birds. He challenged the animals to a race through the winding paths of the forest, confident that no one could match his speed.\n\nThe snail, upon hearing this, felt a spark of curiosity. Though he knew he could not fly, he decided to accept the challenge, much to the amusement of the other forest creatures. A wise old owl offered to serve as the judge, and on the designated day, a crowd gathered at the starting point, a clearing near the ancient oak tree.\n\nThe beetle, with a loud buzz of his wings, shot into the air like a arrow released from a bow, disappearing quickly from sight. The snail, with deliberate slowness, began his journey along the forest floor, his shell glinting in the dappled sunlight.\n\nAs the beetle soared above the treetops, he grew overconfident. Spotting a particularly sunny spot on a branch, he decided to land and bask in the warmth for a while, convinced that the other competitors were far behind.\n\nMeanwhile, the snail continued his steady progress. He navigated over roots, under fallen leaves, and around patches of dew, never once faltering in his determined crawl. The forest seemed to whisper encouragement to him as he moved.\n\nWhen the beetle finally awoke from his sunbathe and took to the air again, he realized with alarm that the snail was already nearing the finish line, which was marked by a cluster of vibrant mushrooms near the edge of the forest. He dive-bombed towards the ground, but it was too late—the snail had already reached the designated spot and was being celebrated by the gathered animals.\n\nThe beetle landed with a thud, his wings a blur of exertion. The wise old owl stepped forward and declared the snail the winner. The forest erupted into cheers, not just for the snail's unexpected victory, but for the lesson he had taught them all about perseverance and determination.\n\nAnd so, the snail became a hero in the forest, his slow but unwavering journey a testament to the fact that true strength lies not just in speed, but in the courage to keep moving forward, one small step at a time, no matter the obstacles that might stand in one's path."
    },
    {
      "id": "answer16",
      "text": "Beneath a sun-dappled forest, a mole named Thaddeus burrowed contentedly in the earth. His life was one of quiet routine, savoring the cool, damp soil and the symphony of roots above. He moved with deliberate purpose, unbothered by the haste of the world above ground.\n\nOne crisp morning, a squirrel named Lila scampered into the clearing, her chittering laughter echoing as she claimed to be the most efficient gatherer of acorns in the woods. She challenged all creatures to a contest: whoever collected the most nuts by dusk would earn the title of Forest’s Greatest Provider.\n\nThaddeus, intrigued by the hubris in her voice, emerged from his burrow to accept. The animals gathered, murmuring as Lila boasted, ‘I’ll fill my stash before you’ve even found your first acorn!’\n\nAt the start, Lila darted up trees, leaping from branch to branch, her speed a blur. Thaddeus, meanwhile, tunnelled slowly toward an ancient oak, its roots guiding him to a hidden cache of nuts buried deep. Lila, confident in her agility, grew bored mid-task and scampered off to sun herself on a rock, certain she’d outpace the mole.\n\nThaddeus worked methodically, unearthing acorns with his claws, one by one. The forest’s rhythm steadied him—no rush, no waste. Hours passed, and while Lila napped, Thaddeus filled his chamber with a bounty of nuts, their glossy shells glinting in the dark.\n\nWhen Lila awoke, she frantically scurried to gather acorns, but the ground was picked clean. Thaddeus, emerging triumphant, revealed his trove. The animals cheered not for speed, but for the wisdom of patience."
    },
    {
      "id": "answer17",
      "text": "Once upon a time, there was an oak sapling that grew on the edge of an ancient forest. It was slender and delicate, yet it had an indomitable spirit and a deep yearning to reach the towering heights of the other trees.\n\nOne day, a massive stone, which had been dislodged from the nearby mountain during a storm, rolled into the forest and came to rest near the oak sapling. The stone, arrogant due to its great size and weight, boasted to all who would listen that it was the strongest and most unmovable object in the forest, challenging any creature or thing to try to shift it.\n\nThe young oak, though intimidated, felt a spark of defiance. It decided to take up the stone's challenge, not through brute strength, but through the slow and steady process of growth. As the seasons passed, the oak sapling focused on sending its roots deeper into the earth, drawing nourishment and strength, while the stone remained complacent in its position.\n\nThe stone often mocked the oak, saying, 'You are but a fragile plant. How can you ever hope to move me?' The oak would simply respond, 'I may be slow, but I am resilient. I will grow stronger day by day.'\n\nYears went by, and the oak continued to grow, its trunk thickening and its branches reaching higher. The stone, over time, began to sink slightly into the soil as the earth around it shifted and the oak's roots spread wider and deeper. One day, after a particularly heavy rain, the stone found itself tipping precariously. It realized with alarm that the oak's roots had woven themselves around and beneath it, creating a network of support and pressure that was gradually moving it.\n\nThe stone, in a panic, called out to the oak, 'Stop this at once! You are moving me from my place!' The oak replied calmly, 'I did not set out to move you, but through my growth and the natural processes of the forest, your position has changed. I have become stronger and more rooted, while you, who relied only on your initial strength, have not adapted.'\n\nIn the end, the stone was completely enveloped by the oak's roots, becoming a part of the tree's structure. The other creatures of the forest gathered around, amazed at how the once-mighty stone had been overcome not by force, but by the quiet determination and steady growth of the oak. And so, the oak stood tall and strong, a testament to the power of persistence and adaptability."
    },
    {
      "id": "answer18",
      "text": "Once upon a time, there was a snail who lived in a lush, green forest. He was slow and methodical, savoring every moment of his journey through the undergrowth.\n\nOne day, the snail heard about a boastful leopard who claimed to be the fastest creature in the forest. The leopard challenged all the animals to a race, certain that he would emerge triumphant.\n\nThe snail, feeling curious, decided to accept the leopard's challenge. On the day of the race, all the animals gathered at the starting line, eager to witness the competition.\n\nAs soon as the race began, the leopard sprinted ahead, quickly outdistancing the snail. Confident in his speed, the leopard decided to take a break in a cool, shaded ravine, believing he could easily overtake the snail later.\n\nMeanwhile, the snail continued to crawl forward, slow but determined, never losing heart. Despite the leopard's initial advantage, the snail persisted, moving relentlessly toward the finish line.\n\nWhen the leopard awoke from his rest and realized the snail was approaching the finish line, he surged forward with all his might. But it was too late—the snail had already crossed the finish line and claimed victory."
    },
    {
      "id": "answer19",
      "text": "Once upon a time, there was an eagle who lived on a high cliff overlooking a vast valley. He was majestic and powerful, with wings that could carry him for miles without a single flap. The eagle loved to soar through the skies, feeling the wind beneath his wings.\n\nOne day, a proud owl from the deep forest visited the valley. The owl claimed to be the wisest creature in the land, with knowledge of all the secrets hidden in the darkest corners of the forest. The owl challenged all the animals to a contest of wisdom, believing none could match his intellect.\n\nThe eagle, though not known for his wisdom, felt a strange urge to accept the owl's challenge. On the day of the contest, all the animals gathered around the ancient tree where the competition would take place.\n\nThe contest began with riddles and questions about the stars, the earth, and the ways of the animals. The owl answered quickly, his eyes gleaming with confidence. The eagle, however, took his time, thinking deeply about each question before responding.\n\nAs the contest progressed, the owl grew tired of waiting for the eagle's answers and decided to take a break, believing he had already secured his victory. He flew to a nearby branch and closed his eyes, certain he could easily win when he returned.\n\nMeanwhile, the eagle continued to ponder the questions, using his keen observations from his flights and his understanding of the natural world. Though the owl had answered many questions correctly, the eagle's thoughtful responses began to impress the other animals.\n\nWhen the owl returned from his break and realized the contest was nearing its end, he tried to answer the remaining questions as quickly as possible. But it was too late—the animals had already decided that the eagle's wisdom, though different from the owl's, was just as valuable.\n\nThe eagle had won the contest not through quick answers or vast knowledge, but through patience and deep understanding. And so, the animals learned that wisdom comes in many forms, and sometimes the slowest to speak holds the most profound truths."
    },
    {
      "id": "answer20",
      "text": "Once upon a time, in a dense, ancient forest, there lived a tiny field mouse. She was small and often overlooked, yet she possessed an extraordinary sense of curiosity and a gentle demeanor. The field mouse spent her days exploring the intricate network of roots and burrows that lay hidden beneath the forest floor.\n\nOne day, news spread throughout the forest about a mighty stag who had declared himself the strongest creature in their woodland home. The stag, with his massive antlers and powerful build, had challenged all comers to a contest of strength, believing that no one could possibly defeat him.\n\nThe field mouse, though seemingly insignificant, felt a spark of determination ignite within her. She had observed the forest's delicate balance and understood that strength came in many forms. With quiet resolve, she decided to accept the stag's challenge. On the day of the contest, animals from across the forest gathered in anticipation, wondering how such a small creature could possibly compete against the imposing stag.\n\nThe stag, confident in his own power, chose to demonstrate his strength by uprooting massive trees and moving boulders with ease. The other animals watched in awe as he showcased his physical prowess. The field mouse, however, knew that brute strength alone would not be enough to win.\n\nAs the stag took a moment to rest, boasting about his inevitable victory, the field mouse quietly began to weave a intricate pattern through the forest floor, using her knowledge of the hidden pathways and the connections between the roots of the ancient trees. She worked tirelessly, using her small size to her advantage, navigating spaces that the stag could never reach.\n\nWhen the stag finally realized what the field mouse was doing and tried to follow her path, he found himself trapped by the very trees he had so carelessly uprooted. His strength had caused chaos, but the field mouse's wisdom and understanding of the forest's harmony had created a trap he could not escape.\n\nThe animals of the forest looked on in amazement as the tiny field mouse emerged as the true champion, not through physical might, but through intelligence, patience, and a deep connection to the natural world around her."
    },
    {
      "id": "answer21",
      "text": "Beneath a blistering sun, a sloth named Zal lingered in the dunes of the Whispering Desert. His movements were languid, his gaze fixed on the horizon, where the sands shifted like liquid gold. Zal’s kind were known for their patience, a trait mocked by the desert’s swift inhabitants.\n\nOne day, a cheetah named Veyra raced across the dunes, her laughter sharp as windblown glass. ‘I am the wind incarnate!’ she declared, challenging all to a trial of speed to the Oasis of Eternal Breeze. Creatures of the desert scoffed—none dared compete.\n\nYet Zal, stirred by curiosity, climbed onto a rocky outcrop. ‘I accept,’ he rasped. A hush fell. Veyra sneered, ‘You? A sloth? The desert will swallow you whole.’\n\nAt dawn, the contest began. Veyra vanished in a whirlwind of fur and speed, kicking up spirals of sand. Zal, undeterred, began his ascent up a steep dune, his claws finding purchase in the loose grains. Hours passed. Veyra, certain of victory, paused at the oasis, drinking deeply and napping in the shade of a palm.\n\nZal, meanwhile, climbed. Each slip of sand under his claws was a whisper of defeat, yet he pressed on. By midday, his silhouette crested the final dune, a slow, deliberate figure against the sun’s glare.\n\nWhen Veyra awoke, she sprinted toward the oasis, only to find Zal already there, his claws resting in the cool waters. The creatures erupted in cheers. Veyra’s pride crumbled; Zal’s quiet resolve had outlasted her fleeting fury."
    },
    {
      "id": "answer22",
      "text": "In a lush, emerald-green forest, there lived a sloth named Silas. He moved at a leisurely pace, savoring every moment as he climbed from branch to branch. The forest was filled with the chirping of birds and the rustling of leaves, creating a serene atmosphere.\n\nOne sunny morning, Silas heard about a gazelle named Gerald who was known throughout the forest for his incredible speed. Gerald had been boasting about being the fastest creature and had challenged all the animals to a race.\n\nCurious and determined, Silas decided to accept Gerald's challenge. Word spread quickly through the forest, and animals gathered at the starting line, buzzing with excitement to witness the competition.\n\nWhen the race started, Gerald sprinted like a flash of lightning, disappearing into the distance. Silas, on the other hand, began his slow and deliberate climb down from the tree, remaining calm and focused.\n\nGerald, confident in his abilities, soon found a shady spot and decided to rest, thinking he had plenty of time to catch up. He lay down, listening to the distant sounds of the forest, convinced that no one could overtake him.\n\nSilas continued his journey, moving steadily across the forest floor. He encountered various obstacles, such as bushes and rocks, but he persevered, one slow step at a time.\n\nWhen Gerald finally awoke and realized that Silas was close to the finish line, he sprang up and ran with all his might. However, it was too late. Silas had already reached the finish line, to the amazement of all the animals.\n\nThe forest was filled with cheers for Silas, the slow but determined sloth who had won the race. The animals learned a valuable lesson about the importance of perseverance and not underestimating others."
    },
    {
      "id": "answer23",
      "text": "In the heart of a bustling medieval city, there was a young alchemist's apprentice named Leo. He was meticulous and patient, spending hours perfecting every potion and elixir.\n\nOne day, news spread about a rival alchemist, Clara, who boasted about her unparalleled skills in creating magical concoctions. Clara challenged all the alchemists in the city to a competition, confident that no one could match her talent.\n\nLeo, feeling curious and determined, decided to accept Clara's challenge. On the day of the competition, alchemists and spectators gathered in the grand hall, eager to witness the clash of talents.\n\nAs soon as the competition began, Clara set to work with remarkable speed, combining ingredients with practiced ease. Confident in her abilities, Clara decided to take a short break to show off her knowledge to the crowd, believing she could easily finish her masterpiece later.\n\nMeanwhile, Leo worked steadily, carefully measuring each ingredient and double-checking his ancient recipes. He focused on the subtle details, knowing that even the smallest error could ruin the entire potion.\n\nWhen Clara returned from her break and realized that Leo was close to completing his potion, she rushed to finish hers. But it was too late—Leo had already presented his perfectly crafted elixir, which glowed with a magical radiance, winning the competition."
    },
    {
      "id": "answer24",
      "text": "In the heart of a lush, vibrant rainforest, there lived a snail. This snail was known for its methodical pace and unwavering determination. It would often take hours to traverse just a few meters, but it never grew weary of its slow journey. One day, news spread throughout the rainforest about a leopard who had been boasting about his speed incredible and agility. The leopard had challenged all the animals to a race, confident that he would emerge as the undisputed champion.\n\nThe snail, intrigued by the leopard's audacity, decided to accept the challenge. The animals of the rainforest gathered at the starting point, a clearing surrounded by towering trees and exotic flowers. The atmosphere was electric with anticipation. The race was not just a test of speed but a test of character and resilience. The path was lined with obstacles - dense undergrowth, slippery mud, and winding streams.\n\nAs the race began, the leopard sprinted ahead like a blur, his powerful muscles propelling him forward. The snail, on the other hand, began its slow and deliberate climb up a nearby tree. The leopard, confident in his superiority, decided to take a detour to hunt for a quick meal, thinking he had plenty of time to spare. He wandered off the race path, deeper into the rainforest, his hunger temporarily overshadowing his desire to win.\n\nMeanwhile, the snail continued its steady progress. It moved from tree to tree, using its natural ability to cling to surfaces. The snail encountered various challenges along the way. A mischievous monkey tried to distract it, but the snail remained focused. It navigated through a patch of thorny bushes, its shell protecting it from harm. The snail's slow but determined movements were a testament to its perseverance.\n\nWhen the leopard finally finished his meal and returned to the race path, he was shocked to see the snail nearing the finish line. He tried to sprint as fast as he could, but the snail had already crossed the line. The animals of the rainforest erupted in cheers for the snail. The leopard, though disappointed, couldn't help but admire the snail's determination.\n\nThe race became a legend in the rainforest, a story of how determination and perseverance can overcome natural disadvantages. The snail's victory taught the animals a valuable lesson - that true strength lies not just in physical abilities but in the power of the mind and the spirit. The leopard, though initially boastful, learned to respect the snail's unique qualities and the two eventually became friends, their bond a symbol of the unity that can come from mutual respect and understanding."
    },
    {
      "id": "answer25",
      "text": "Deep within an ancient forest, where sunlight filtered through towering pines like golden threads, there lived a stoic armadillo named Tuck. His armored shell, weathered by time, bore the scars of countless storms. Unlike the other creatures, Tuck moved with deliberate rhythm, savoring the whisper of leaves and the scent of damp earth.\n\nOne crisp morning, news spread of a lightning-quick deer named Zephyr who claimed to outrun the wind itself. Zephyr had issued a challenge: a race across the forest’s heart, from the mossy springs to the granite peaks. Creatures buzzed with anticipation, for Zephyr’s arrogance was as notorious as his speed.\n\nTuck, intrigued by the hubbub, decided to join the contest. On the day of the race, animals gathered at the starting grove, their eyes wide with curiosity. As the first beam of sunlight pierced the canopy, Zephyr bolted, disappearing in a blur of hooves and laughter. ‘Foolish creature,’ Zephyr sneered, glancing back at Tuck’s plodding pace. ‘Why bother?’\n\nUnfazed, Tuck pressed on, his claws digging into the soil with methodical precision. Hours passed. While Zephyr paused by a sparkling brook, boasting to fireflies about his inevitable triumph, Tuck navigated thorny thickets and rocky slopes, his determination unshaken.\n\nAs dusk painted the sky in hues of amber, Zephyr awoke from a self-assured nap, only to find Tuck nearing the summit. With a snort, he charged uphill—but the armadillo had already reached the peak, his shadow stretching triumphantly over the forest below."
    },
    {
      "id": "answer26",
      "text": "In the heart of an ancient forest, where trees whispered secrets older than time, there lived a young fox named Lila. Her fur was the color of autumn embers, and her paws danced over roots with a restless energy that made the elders shake their heads. Lila’s village had long been bound by a pact with the storm spirits—a fragile truce enforced by the annual offering of a silver thread, woven by the eldest weaver, Orin, whose hands moved with the precision of a spider mending its web.\n\nOne autumn, the storms came early. Thunder clawed at the treetops, and the river surged crimson with fallen leaves. Orin, frailer now, could not finish the thread before the tempests threatened to uproot the sacred grove. Defiant, Lila offered to venture into the storm-wracked valley to gather iridescent moss, a ingredient said to calm the spirits. Orin warned her, voice trembling like dry reeds: ‘Speed without sight is a path to the abyss.’ But Lila laughed, her tail flicking impatiently.\n\nThe forest that night was a labyrinth of shadows. Lila sprinted through the downpour, her breath sharp with urgency. She stumbled upon a clearing where the moss clung to rocks, glowing faintly blue. But as she plucked it, the ground trembled—a trapdoor of roots snapped shut, pinning her leg. Rain lashed her face as she thrashed, the moss slipping from her grasp.\n\nMeanwhile, Orin, sensing her peril, followed the storm’s rhythm. He moved like a shadow between lightning strikes, his gnarled fingers tracing ancient symbols into the mud. When he found Lila, she raged against the roots binding her, her fury amplifying the storm’s wrath. Orin did not scold. Instead, he knelt and pressed his palms to the earth, humming a melody older than the forest. The roots groaned, loosening as the storm’s fury dimmed.\n\nBack in the village, Lila presented the moss to Orin, her pride tempered by shame. Together, they wove the thread—not with haste, but with the slow, deliberate harmony of wind and branch. As the final knot tied, the storms stilled, the sky cracking open to reveal a crescent moon.\n\nYears later, when Lila became the weaver, she would often pause mid-stitch, listening to the forest’s breath. Her apprentices mocked her stillness until one day, a storm returned. Then they understood: the world bends not to those who rush, but to those who listen to its pulse."
    },
    {
      "id": "answer27",
      "text": "In a bustling village nestled between towering mountains, there lived a humble potter named Lila. She worked meticulously, shaping clay with careful hands, and took pride in her patient craftsmanship.\n\nOne day, a flamboyant painter named Marco arrived in the village, boasting that his art was unmatched in beauty. He challenged all villagers to a contest: whoever created the most dazzling masterpiece by the week’s end would win a grand prize.\n\nLila, though quiet, accepted the challenge. The villagers gathered at the town square, eager to witness the competition.\n\nMarco began immediately, crafting vibrant sketches with bold strokes, announcing, ‘My painting will dazzle the judges!’ By midweek, he grew bored and lazy, spending hours lounging at the tavern, confident his initial work was enough.\n\nLila, meanwhile, toiled steadily in her studio, refining her pottery—smoothing edges, adding delicate patterns, and glazing each piece with precision. Though her progress seemed slow, her focus never wavered.\n\nOn the final day, Marco rushed back to his canvas, only to realize his paint had dried and his design remained unfinished. Panicking, he slapped on crude colors, but the judges frowned at the messy result.\n\nLila presented her pottery: simple yet elegant, its subtle beauty winning the crowd’s admiration. Marco’s unfinished work paled in comparison. The villagers cheered as Lila claimed victory, proving that patience and diligence outshine haste and arrogance."
    },
    {
      "id": "answer28",
      "text": "In a vast, sun-scorched desert, a camel named Kairo roamed with deliberate purpose. Though slow, he prided himself on his unwavering focus, methodically navigating dunes and rocky terrain.\n\nOne day, a roadrunner named Zephyr arrived, boasting of his lightning speed. He challenged all desert dwellers to a scavenger hunt, claiming no one could match his agility. The task: collect three rare items hidden across the desert before sundown.\n\nKairo, intrigued by the challenge, joined the competition. At dawn, the animals gathered at the oasis, where Zephyr darted off like a streak of wind, mocking Kairo’s slow start.\n\nZephyr raced to the first clue, a cactus deep in the canyon, but grew bored waiting for others. Confident he’d outpace everyone, he lounged in the shade, while Kairo trudged steadily, deciphering riddles etched in stone to find the next clue.\n\nHours passed. Zephyr awoke, realizing Kairo had solved the final riddle and was nearing the last item—a moonflower blooming at dusk. Panicked, Zephyr sprinted, but the flower closed its petals as he approached, its light reserved for those who arrived with patience.\n\nBy nightfall, Kairo stood at the oasis, the three treasures in hand. Zephyr, exhausted and outmatched, conceded. The animals celebrated Kairo’s triumph, whispering a new lesson: speed without purpose leads to defeat."
    },
    {
      "id": "answer29",
      "text": "Once upon a time, there was a small snail who lived in a quiet forest. He was slow and meticulous, and he enjoyed savoring every moment of his life.\n\nOne day, the snail heard about a proud leopard who claimed to be the most agile creature in the forest. The leopard issued a challenge to all the animals for a contest, certain that he would come out on top.\n\nThe snail, feeling curious, decided to take up the leopard's challenge. On the day of the contest, all the animals gathered at the designated spot, excited to see who would triumph.\n\nAs soon as the contest began, the leopard darted off, quickly moving through the trees and over obstacles, leaving the snail far behind. Confident in his agility, the leopard decided to take a break in a sunny clearing, thinking he could easily make up for lost time.\n\nMeanwhile, the snail continued to climb steadily, slow but determined, never losing heart. Despite the leopard's initial advantage, the snail kept moving upward, one careful step at a time.\n\nWhen the leopard finished his break and realized the snail was nearing the top of the tall tree which was the goal, he scrambled as quickly as he could. But it was too late—the snail had already reached the top and claimed victory."
    },
    {
      "id": "answer30",
      "text": "Once upon a time, there was a small stream that flowed gently through a lush forest. The stream was calm and patient, and it enjoyed taking its time to wind its way through the trees.\n\nOne day, the stream heard about a proud river nearby that boasted of its great speed and volume. The river challenged all the waters in the area to a race, certain that it would emerge as the fastest and strongest.\n\nThe stream, feeling curious, decided to accept the river's challenge. On the day of the race, all the waters gathered at the starting point, eager to see who would win.\n\nAs soon as the race began, the river rushed off quickly, leaving the stream far behind. Confident in its power, the river decided to take a detour to a scenic waterfall, thinking it could easily make up time later.\n\nMeanwhile, the stream continued to flow steadily, patient and persistent, never giving up. Despite the river's initial advantage, the stream kept moving forward, one drop at a time.\n\nWhen the river finished its detour and realized the stream was close to the end of the race, it hurried as fast as it could. But it was too late—the stream had already reached the finish line and won the race."
    },
    {
      "id": "answer31",
      "text": "A self-important lion in the jungle tried to make his mastery clear to all.\n\nHe was so confident that he paid no attention to the smaller animals and went right up to a bear. He asked the bear, 'Who is the king of the jungle?' The bear replied, 'Of course you are.'\n\nThen the lion asked a tiger the same question. The tiger replied with some reluctance, 'Of course you are.' And then he went to ask an elephant. But the elephant would not allow the lion to do so. He suddenly took hold of the lion with his long nose and bounced the lion against a tree, leaving him bleeding and badly shaken up.\n\nWhen the lion finally got up, he blamed the elephant and said: 'Even if you couldn't answer my question, it's not necessary for you to act so rough.'"
    },
    {
      "id": "answer32",
      "text": "A fox, seeing a fish cart coming, lay down and pretended to be dead.\n\nThe cart man, tempted by the idea of making some extra money by selling the fox's fur, picked up the animal by its tail and threw it into the back of the cart among the fish. Then he resumed his journey.\n\nThe fox ate his fill of the fish and jumped out of the cart.\n\nA wolf saw him jumping out and asked him what he had been doing in it. The fox told him and also how he got into the cart in the first place. The wolf ran ahead and lay down before the cart path, pretending to be dead. The cart man was delighted to find another animal to sell, but he found the wolf was too heavy to lift.\n\nSo he pushed it into a sack, tied the sack to his cart and dragged it away."
    },
    {
      "id": "answer33",
      "text": "This happened many many summers ago.\n\nThere was a young flower in the desert where all was dry and sad looking. It was growing by itself, enjoying every day.\n\nShe asked the sun 'When shall I be grown up?' And the sun would say 'Be patient. Each time I touch you, you grow a little.'\n\nAnd she was so pleased. Because she would have a chance to bring beauty to this corner of sand.\n\nAnd this is all she wanted to do -- bring a little bit of beauty to this world.\n\nOne day the hunter came by and stepped on her.\n\nShe was going to die and she felt so sad. Not because she was dying, but because she would not have a chance to bring a little bit of beauty to this corner of the desert.\n\nThe great spirit saw her, and was listening. Indeed, he said, 'She should be living'. And he reached down and touched her and gave her life.\n\nAnd she grew up to be a beautiful flower, and this corner of the desert became so beautiful because of her."
    },
    {
      "id": "answer34",
      "text": "On a stormy day, the crab went strolling along the beach.\n\nHe was surprised to see the lobster preparing to set sail in his boat. 'Lobster,' said the crab, 'it is foolhardy to venture out on a day like this.'\n\n'Perhaps so,' said the lobster, 'but I love a squall at sea!' 'I will come with you,' said the crab. 'I will not let you face such danger alone.'\n\nThe lobster and the crab began their voyage. Soon they found themselves far from shore.\n\nTheir boat was tossed and buffeted by the turbulent waters. 'Crab! ' shouted the lobster above the roar of the wind. 'For me, the splashing of the salt spray is thrilling! The crashing of every wave takes my breath away' 'Lobster, I think we are sinking' cried the crab. had to admit that the day had been pleasantly out of the ordinary.\n\n'Yes, of course, we are sinking,' said the lobster. 'This old boat is full of holes. Have courage, my friend. Remember, we are both creatures of the sea.'\n\nThe little boat capsized and sank. 'Horrors!' cried the crab. 'Down we go!' shouted the lobster. The crab was shaken and upset.\n\nThe lobster took him for a relaxing walk along the ocean floor. 'How brave we are,' said the lobster, 'What a wonderful adventure we have had The crab began to feel somewhat better.'\n\nAlthough he usually enjoyed a quieter existence, he had to admit that the day had been pleasantly out of the ordinary."
    },
    {
      "id": "answer35",
      "text": "A king had three sons whom he loved equally well, and he did not know which of them to appoint as king following his own death.\n\nWhen the time came for him to die he called them to his bed and said, 'Dear children, I have thought of something that I will reveal to you. The one of you is the laziest shall become king after me.'\n\nThe oldest one said, 'Father, then the kingdom belongs to me, for I am so lazy that whenever I lie down to sleep, and a drop falls into my eyes, I will not even close them so that I can fall asleep.'\n\nThe second one said, 'Father, the kingdom belongs to me, for I am so lazy that when I am sitting by the fire warming myself, I would rather let my heels burn up than to pull my legs back.'\n\nThe third one said, 'Father, the kingdom is mine, for I am so lazy that if I were going to be hanged and already had the rope around my neck, and someone put into my hand a sharp knife with which to cut the rope, I would let myself be hanged rather than to lift my hand up to the rope.'\n\nWhen the father heard this he said, 'You have taken it the farthest and shall be king.'"
    },
    {
      "id": "answer36",
      "text": "It was three hundred years before the birth of Christ the Lord, and there lived a mother who had twelve sons, but she was so poor and needy that she did not know how she would be able to keep them alive. She prayed daily to God that he might allow her sons to be together on earth with the promised savior. When her need became even greater she sent them, one after the other, out into the world to seek something to eat.\n\nSuddenly there stood before him a small boy. He glistened, and was as beautiful and as friendly as an angel. The child clapped his hands together, causing Peter to look up at him. Then he said, 'Why are you sitting there so sadly?'\n\nThe oldest one was named Peter. He went forth, and had already walked far, an entire day's journey, when he found himself in a great forest. He looked for a way out, but could not find one, going instead deeper and deeper into the woods. His hunger was so great that he could barely stand upright. He finally became so weak that he had to lie down, and he believed that he was near death.\n\nHe took poor Peter by the hand and led him between the cliffs to a large cave. They went inside, and everything glistened with gold, silver, and crystal. In the middle there stood twelve cradles next to each other.\n\n'Oh,' answered Peter, 'I am walking about in the world seeking something to eat, so that I might be able to see the promised savior, for that is my greatest wish.'\n\nThe child said, 'Come with me. Your wish shall be fulfilled.'\n\nThen the little angel said, 'Lie down in the first one, and sleep a little. I will rock you.'\n\nWhile he slept the second brother came to him. He too had been brought there by his guardian angel, and he too was rocked to sleep. In a like manner the others came as well, each in turn, until all twelve were lying there asleep in the golden cradles.\n\nPeter did this, and the little angel sang to him and rocked him until he fell asleep.\n\nThere they slept for three hundred years until the night when the savior of the world was born. Then they awoke and were with him on earth, and they were called the twelve apostles."
    },
    {
      "id": "answer37",
      "text": "The wolf then charged at the man. 'Is that a man?' asked the wolf. The wolf answered, 'If I could see a man just once, I would attack him nonetheless.' Afterwards came a little boy on his way to school.\n\nFinally a huntsman came by with his double-barreled gun on his back, and a sword at his side. The fox said to the wolf, 'Look, there comes a man. He is the one you must attack, but I am going back to my den.' When the huntsman saw him he said, 'Too bad that I have not loaded with a bullet.' Then he aimed and fired a load of shot into his face.\n\n'No, he will yet become one.'\n\n'No,' answered the fox. 'He has been one.'\n\n'I can help you to do that,' said the fox. 'Come to me early tomorrow morning, and I will show you one.'\n\n'Is that a man?'\n\nOnce upon a time the fox was talking to the wolf about the strength of man, how no animal could withstand him, and how all were obliged to employ cunning in order to protect themselves from him.\n\nThe wolf arrived on time, and the fox took him out to the path which the huntsman used every day. First an old discharged soldier came by.\n\n'Well,' Brother Wolf, said the fox, 'how did you get along with man?'\n\n'Oh,' replied the wolf, 'I never imagined the strength of man to be what it is. First, he took a stick from his shoulder, and blew into it, and then something flew into my face which tickled me terribly. Then he breathed once more into the stick, and it flew up my nose like lightning and hail. Then when I got next to him, he drew a naked rib out of his body, and he beat me so with it that he almost killed me.'\n\nThe wolf pulled an awful face, but did not let himself be frightened, and attacked him again, on which the huntsman gave him the second barrel. The wolf swallowed his pain and charged at the huntsman again, who in turn drew out his naked sword, and gave him a few blows with it left and right, so that, bleeding all over, he ran howling back to the fox.\n\n'See what a braggart you are,' said the fox. 'You throw your hatchet so far that you cannot get it back again.'"
    },
    {
      "id": "answer38",
      "text": "A man and his wife were once sitting by the door of their house, and they had a roasted chicken before them, and were about to eat it together.\n\nThen the man saw that his aged father was coming, and hastily took the chicken and hid it, for he did not want him to have any of it.\n\nThe old man came, took a drink, and went away. Now the son wanted to put the roasted chicken on the table again, but when he reached for it, it had turned into a large toad, which jumped into his face and sat there and never went away again.\n\nAnd if anyone wanted to take it off, it looked venomously at him as if it would jump in his face, so that no one dared to touch it. And the ungrateful son was forced to feed the toad every day, or else it fed itself on his face. And thus he went to and fro in the world without rest."
    },
    {
      "id": "answer39",
      "text": "A merchant had done well at the fair. He had sold all his wares, and filled his moneybag with gold and silver. He now wanted to make his way toward home, and to be in his own house before nightfall. So he loaded his duffel bag with the money onto his horse, and rode away.\n\nAt noon made a rest stop in a town. When he was about to continue on his way, a servant brought him his horse and said, 'Sir, a nail is missing from the shoe on his left hind hoof.'\n\n'Let it be,' answered the merchant. 'The shoe will certainly stay on for the six hours that I still have to ride. I am in a hurry.'\n\nThat afternoon, when he dismounted once again and had his horse fed, a servant came into the inn and said, 'Sir, a shoe is missing from your horse's left hind hoof. Shall I take him to the blacksmith?'\n\nHe rode on, but before long the horse began to limp. It did not limp long before it began to stumble, and it did not stumble long before it fell down and broke a leg. The merchant had to leave the horse where it was, and unbuckle the duffel bag, load it onto his shoulder, and walk home on foot, not arriving there until very late that night. 'All this bad luck,' he said to himself, 'was caused by that cursed nail.'\n\n'Let it be,' answered the man. 'The horse can manage for the few hours that I still have to ride. I am in a hurry.'\n\nHaste makes waste."
    },
    {
      "id": "answer40",
      "text": "'You must be sitting on a treasure,' said the peasant.\n\nOne day the peasant had been working in his field, and just as it was getting dark he was getting ready to go home when in the middle of his field he saw a pile of burning coals. Filled with amazement he walked toward it, and sitting on the top of the glowing coals there was a little black devil.\n\n'The treasure is in my field and belongs to me,' said the peasant.\n\nOnce upon a time there was a clever, wily peasant, whose tricks could be much talked about. The best story, however, is how he once got the best of the devil and made a fool of him.\n\n'Yes indeed,' replied the devil, 'on a treasure that contains more gold and silver than you have ever seen in your life.'\n\nThe peasant entered into the bargain, saying, 'To prevent any dispute from arising about the division, everything above the ground shall belong to you, and everything beneath the ground to me.'\n\n'It is yours,' answered the devil, 'if for two years you will give me one half of everything your field produces. I have enough money, but I have a desire for the fruits of the earth.'\n\nThe peasant agreed to the deal and said, 'in order to avoid disputes in our distribution, everything on the soil belongs to you, and under the mud comes to me.'\n\nNow when harvest time came the devil appeared and wanted to take away his crop, but he found nothing except the yellow withered leaves, and the happy peasant dug up his turnips.\n\nThe devil was quite satisfied with that, but the cunning peasant had planted turnips.\n\n'You got the best of me this time,' said the devil, 'but it won't happen again. Next time what grows above ground shall be yours, and what is under it shall be mine.'\n\n'That is all right with me,' answered the peasant. When planting time came the peasant did not plant turnips again, but wheat. The crop ripened, and the peasant went into the field and cut the full stalks off at ground level. When the devil came he found nothing but the stubble, and he angrily disappeared into a chasm in a cliff.\n\n'That's the way one has to deal with foxes,' said the peasant, then carried away the treasure."
    },
    {
      "id": "answer41",
      "text": "Her parents strictly forbade her, saying: 'Frau Trude is a wicked woman who commits godless acts. If you go there, you will no longer be our child.\n\n'Oh, Frau Trude, it frightened me when I looked through your window and could not see you, but instead saw the devil with a head of fire.'\n\nBut the girl paid no attention to her parents and went to Frau Trude's place anyway.\n\n'What did you see?'\n\n'That was a butcher.'\n\nOne day she said to her parents: 'I have heard so much about Frau Trude. Someday I want to go to her place. People say such amazing things are seen there, and such strange things happen there, that I have become very curious.\n\nWhen she arrived there, Frau Trude asked: 'Why are you so pale?'\n\n'Oh,' she answered, trembling all over, 'I saw something that frightened me.'\n\n'I saw a black man on your steps.'\n\n'That was a huntsman.'\n\n'That was a charcoal burner.'\n\n'Then I saw a blood-red man.'\n\n'Then I saw a green man.'\n\nOnce upon a time there was a small girl who was strong willed and forward, and whenever her parents said anything to her, she disobeyed them. How could anything go well with her?\n\nWith that she turned to girl into a block of wood and threw it into the fire. When it was thoroughly aglow she sat down next to it, and warmed herself by it, saying: 'It gives such a bright light!'\n\n'Aha!' she said. 'So you saw the witch properly outfitted. I have been waiting for you and wanting you for a long time. Light the way for me now!'"
    },
    {
      "id": "answer42",
      "text": "Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, a quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.\n\nYouth means a temperamental predominance of courage over timidity, of the appetite for adventure over the love of ease. This often exists in a man of 60 more than a boy of 20. Nobody grows old merely by a number of years. We grow old by deserting our ideals.\n\nYears may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust.\n\nWhether 60 or 16, there is in every human being’s heart the lure of wonders, the unfailing appetite for what’s next and the joy of the game of living. In the center of your heart and my heart, there is a wireless station; so long as it receives messages of beauty, hope, courage and power from man and from the infinite, so long as you are young.\n\nWhen your aerials are down, and your spirit is covered with snows of cynicism and the ice of pessimism, then you’ve grown old, even at 20; but as long as your aerials are up, to catch waves of optimism, there’s hope you may die young at 80."
    },
    {
      "id": "answer43",
      "text": "A little panda picks up a pumpkin and wants to take it home. But the pumpkin is too big. The panda can’t take it home.\n\nSuddenly she sees a bear riding a bike toward her. She watches the bike. 'I know! I have a good idea.' she jumps and shouts happily, 'I can roll a pumpkin. It's like a wheel.'\n\nSo she rolls the pumpkin to her home. When her mother sees the big pumpkin, she is surprised, 'Oh, my God! How can you carry it home?' the little panda answers proudly, 'I can’t lift it, but I can roll it.' Her mother smiled and says, 'What a clever girl!'"
    },
    {
      "id": "answer44",
      "text": "Bobby is my dog. I love him. He can roll on the floor. He can play balls with me. He can look after my house when I am out. Bobby is very clever. But sometimes he isn't.\n\nOne day Bobby runs away. He is out for three days. After he comes back, I tie him to a tree and give him some food. Bobby begins to eat. But then he stops. He sees a fox. The fox is looking at his food. Bobby barks and barks. He wants to catch the fox. But he can't. The fox runs round the tree. Bobby runs after the fox. So the rope goes ground the tree. Of course Bobby can't run. The fox can eat the food. Quickly she eats up the food and runs away."
    },
    {
      "id": "answer45",
      "text": "His son and his son's wife were disgusted with this, so finally they made the old grandfather sit in the corner behind the stove, where they gave him his food in an earthenware bowl, and not enough at that. He sat there looking sadly at the table, and his eyes grew moist.\n\nOne day his shaking hands could not hold the bowl, and it fell to the ground and broke. The young woman scolded, but he said not a word. He only sobbed. Then for a few hellers they bought him a wooden bowl and made him eat from it.\n\nOnce upon a time there was a very, very old man. His eyes had grown dim, his ears deaf, and his knees shook. When he sat at the table, he could scarcely hold a spoon. He spilled soup on the tablecloth, and, beside that, some of his soup would run back out of his mouth.\n\nOnce when they were all sitting there, the little grandson of four years pushed some pieces of wood together on the floor.\n\n'What are you making?' asked his father.\n\nThe man and the woman looked at one another and then began to cry. They immediately brought the old grandfather to the table, and always let him eat there from then on. And if he spilled a little, they did not say a thing.\n\n'Oh, I'm making a little trough for you and mother to eat from when I'm big.'"
    },
    {
      "id": "answer46",
      "text": "Finally the children became so impatient, that they waited until one Sunday when the nixie was at church, and then ran away. When church was over, the nixie saw that the birds had flown away, and she followed them with long strides.\n\nShe gave the girl tangled dirty flax to spin, and she had to fill a bottomless barrel with water. The boy had to chop down a tree with a dull ax, and all they got to eat were dumplings as hard as rocks.\n\nThe children saw her from afar, and the girl threw a brush behind her, which turned into a large brush-mountain with thousands and thousands of spikes, which the nixie had to climb over with great difficulty, but she finally got to the other side.\n\nA little brother and little sister were playing by a well, and while they were playing there they both fell in. A water nixie was down there. She said, 'Now I have you. Now you will have to work diligently for me,' and she led them away with her.\n\nWhen the children saw this the boy threw a comb behind him, which turned into a large comb-mountain with a thousand times a thousand teeth, but the nixie was able to keep hold of them, and finally got to the other side.\n\nHowever, by the time she returned and had chopped up the glass mountain, the children were far away and had escaped, so the water nixie had to trudge back to her well.\n\nThen the girl threw a mirror behind her, which turned into a glass mountain, which was so slippery, so slippery that it was impossible for the nixie to climb over it.\n\nThen she thought, 'I will quickly go home and get my ax and chop the glass mountain in two.'"
    },
    {
      "id": "answer47",
      "text": "It happened that the cat met Mr. Fox in the woods. She thought, 'He is intelligent and well experienced, and is highly regarded in the world,' so she spoke to him in a friendly manner, 'Good-day, my dear Mr. Fox. How is it going? How are you? How are you getting by in these hard times?'\n\nThe fox, filled with arrogance, examined the cat from head to feet, and for a long time did not know whether he should give an answer. At last he said, 'Oh, you poor beard-licker, you speckled fool, you hungry mouse hunter, what are you thinking? Have you the nerve to ask how I am doing? What do you know? How many tricks do you understand?'\n\n'I understand but one,' answered the cat, modestly.\n\n'When the dogs are chasing me, I can jump into a tree and save myself.'\n\n'Is that all?' said the fox. 'I am master of a hundred tricks, and in addition to that I have a sackful of cunning. I feel sorry for you. Come with me, and I will teach you how one escapes from the dogs.'\n\n'What kind of a trick is it?' asked the fox.\n\nJust then a hunter came by with four dogs. The cat jumped nimbly up a tree, and sat down at its top, where the branches and foliage completely hid her.\n\n'Oh, Mr. Fox,' shouted the cat. 'You and your hundred tricks are left in the lurch. If you been able to climb like I can, you would not have lost your life.'\n\n'Untie your sack, Mr. Fox, untie your sack,' the cat shouted to him, but the dogs had already seized him, and were holding him fast."
    },
    {
      "id": "answer48",
      "text": "So he scraped the snow away, and while he was thus clearing the ground he found a small golden key.\n\nOnce in the wintertime when the snow was very deep, a poor boy had to go out and fetch wood on a sled. After he had gathered it together and loaded it, he did not want to go straight home, because he was so frozen, but instead to make a fire and warm himself a little first.\n\nNow he believed that where there was a key, there must also be a lock, so he dug in the ground and found a little iron chest.\n\n'If only the key fits!' he thought.\n\n'Certainly there are valuable things in the chest.' He looked, but there was no keyhole.\n\nHe tried the key, and fortunately it fitted.\n\nThen he turned it once, and now we must wait until he has finished unlocking it and has opened the lid. Then we shall find out what kind of wonderful things there were in the little chest.\n\nFinally he found one, but so small that it could scarcely be seen."
    },
    {
      "id": "answer49",
      "text": "So the mother herself had to go to the grave and beat the little arm with a switch, and as soon as she had done that, it withdrew, and the child finally came to rest beneath the earth.\n\nOnce upon a time there was a child who was willful and did not do what his mother wanted. For this reason God was displeased with him and caused him to become ill, and no doctor could help him, and in a short time he lay on his deathbed.\n\nHe was lowered into a grave and covered with earth, but his little arm suddenly came forth and reached up, and it didn't help when they put it back in and put fresh earth over it, for the little arm always came out again."
    },
    {
      "id": "answer50",
      "text": "Once upon a time there was a poor woman who had a son who wanted very much to travel. His mother said, 'How can you travel? We have no money at all for you to take with you.' Then he came to a group of fishermen, and said, 'God be with you. Not much, not much, not much.' Then the son said, 'I will take care of myself. I will always say, \"Not much, not much, not much.\"' So he walked for a long time, always saying, 'Not much, not much, not much.'\n\nAnd when they pulled up their net, they had not caught many fish. So one of them fell on the boy with a stick, saying, 'Have you ever seen me thrash?'\n\n'What should I say, then?' asked the boy.\n\n'What do you say, fellow? Not much?'\n\nThen he again walked a long time, saying, 'Catch a lot. Catch a lot,' until he came to a gallows, where they were about to hang a poor sinner. Then said he, 'Good morning. Catch a lot. Catch a lot.'\n\n'You should say, \"Catch a lot. Catch a lot.\"'\n\n'What do you say, fellow? Catch a lot? Should there be even more wicked people in the world? Isn't this enough?' And he again got it on his back.\n\nAgain the boy walked on for a long while, saying, 'May God comfort the poor soul.' Then he came to a ditch where a knacker was skinning a horse. The boy said, 'Good morning. May God comfort the poor soul.' 'You should say, \"May God comfort the poor soul.\"' So he walked on, saying, 'Lie in the ditch, you carcass. Lie in the ditch, you carcass.' He came to a coach filled with people, and said, 'Lie in the ditch, you carcass.'\n\n'What should I say, then?'\n\n'What should I say, then?' he asked.\n\n'What do you say, you disgusting fellow?' said the knacker, hitting him about the ears with his skinning hook until he could not see out of his eyes.\n\nThen the coach tipped over into the ditch, and the driver took his whip and beat the boy until he had to crawl back to his mother, and as long as he lived he never went traveling again.\n\n'You should say, \"Lie in the ditch, you carcass.\"'"
    },
    {
      "id": "answer51",
      "text": "Mrs. Green has lived near the park of the city for forty years. She's very rich and has got a lot of money. But she never buys something expensive for her family and always does all the housework herself. She sweeps all the rooms every day.\n\n'No, no.' She said, 'My handbag was lost three years ago. I want to know if she found it.'\n\nLast morning, when she got up, she felt terrible. After breakfast she felt even worse. She found some medicine and took it. But it was useless to her and she had to go to a hospital.\n\nThe doctor looked her over and asked her to be in hospital, but she refused and went home on foot. As soon as she got home, the telephone rang. She hurried to answer it. It was the doctor. He told her she had left her purse in the hospital and a nurse had found it.\n\n'Could you tell me her name, please?' asked Mrs. Green.\n\n'Of course, Mrs. Green. Are you going to thank her?' asked the doctor."
    },
    {
      "id": "answer52",
      "text": "'No, no, that's quite impossible!' replied the professor immediately. 'Do you know, last month I asked him when Napoleon died, and he didn't know!'\n\n'He's a good boy,' said Jack's father, 'Please pardon him. If you let him pass this time, I'm sure he'll improve a lot next year and pass the examinations at the end of it really well.'\n\nJack had gone to the university to study his history, but at the end of his second term, he failed his history exam, and he was told that he would be dismissed from university. However, his father decided that he would go to see the history professor to ask him to let Jack continue his studies the next year.\n\n'Please, sir, give him another chance.' said Jack's father. 'You see, I'm afraid we don't take any newspapers in our house so we even don't know that Napoleon was ill recently.'"
    },
    {
      "id": "answer53",
      "text": "'Because I'm small,' Jimmy said, 'and my brushes don't reach very high.'\n\nJimmy's pictures were different from other people's because he never painted it on all of the paper. He painted on half of it, and the other half was always empty.\n\n'That's very clever,' everybody said. 'Nobody else does that!' They all believed that the boy was a pioneer in painting.\n\nJimmy started painting when he was three years old, and when he was five, he was already very good at it. He also got many prizes for his painting. He painted many beautiful and interesting pictures, and people paid a lot of money for them They said, 'This boy's going to be famous when he's a little older, and then we're going to sell these pictures for a lot more money.'\n\nOne day, somebody bought one of Jimmy's pictures and then said to him, 'Please tell me this, Jimmy. Why do you paint on the bottom half of your pictures, but not on the top half?'"
    },
    {
      "id": "answer54",
      "text": "Soon after this conversation, things happened just as the guru had mentioned. The guru died. Four baby pigs were born. One day, the disciple held his knife with him and picked out the baby pig with a mark on its face. Just as he was about to kill it, the little pig suddenly spoke, 'Stop! Don't kill me!' it cried.\n\nThe disciple was sad to hear all this, but he agreed to do as he had promised.\n\nAfter the guru received the promise, he said, 'Then this is what I'd like you to do for me. I've just learned that when I die very soon, I'm going to be born as a pig. Do you see that pig eating rubbish over there in the yard? I'm going to be born as one of its baby pigs. You'll recognize me by a mark on my face. When the baby pigs have been born, find the baby pig with a mark on its face and kill it with your knife. Then I'll not live a pig's life. Will you do this for me?'\n\nOne day, a guru knew what he would be in his next life. So he called his favorite disciple and asked him what he would do to show thanks. The disciple said he would do whatever his guru asked him to do.\n\nThe disciple was very surprised, and he heard the little pig speak in a human voice, it said, 'Don't kill me. I want to live on as a pig. When I asked you to kill me, I didn't know what a pig's life would be like. It's great! Just let me go.'"
    },
    {
      "id": "answer55",
      "text": "Young men often give flowers to young women when they are in love. The tradition may have come from Turkey.\n\nThe idea of sending gifts of love with secret meanings quickly spread to other countries. However, as time passed, only sending flowers remained popular.\n\nIn the 1700s in Turkey, it was quite popular for people in love to send each other baskets full of strange things. The baskets were sent secretly to the person who was receiving it. Usually, an old woman who sold flowers or fruit on the street left the basket beside the door of that person.\n\nFlowers told young ladies about the feelings in the heart of young men. Each different flower had a different meaning. For example, the flowers from an orange tree meant, 'you are beautiful and pure.' Pink carnations meant, 'My love for you is great.' Yellow roses, on the other hand, meant, 'I saw you with someone else.'\n\nThese baskets included many kinds of gifts: flowers, stones, candles, etc. Each thing in the basket had a special meaning. By working out the secret message hidden in each gift, the person who received the basket began to understand little by little the true feelings of the person who sent it.\n\nMany flower dictionaries were made to help young people in love understand the meaning of the flowers they received. However, not all of the dictionaries agreed on the meaning of each flower, so a person had to be careful about the flowers they chose to send.\n\nBy the 1880s, using flowers to send messages had become unpopular, and the more direct way of sending love letters began. Today, flowers are still considered a lovely gift, but the meaning for each kind of flower has been lost."
    },
    {
      "id": "answer56",
      "text": "What kind of work do you want to do when you are older? Many jobs might interest you. Two of them that have been around the longest are farming and building. People who work with computers have newer kinds of jobs.\n\nThe jobs of tomorrow will be decided by what people need and want. When we decide which job to take, we need to get the necessary information about chances of jobs. The chances result from the relations between the total population, labor force, and the need for goods and services.\n\nPeople who provide health care may never have a problem finding a job. There is always a demand for some people, such as truck drivers. Most car owners need car service, so it should be easy for mechanics to find jobs.\n\nTo get a good job, the best advice is to think about what you like to do. So get the education and training you need, and then you can find a good job."
    },
    {
      "id": "answer57",
      "text": "Jimmy is our new neighbor. He speaks with strange accent, but we like to talk with him. He told me an interesting story about himself.\n\nJimmy also told me something even funnier about his son, Jack. One day he took his son Jack to a boy's clothing shop. That shop was giving away balloons to buyers' children. Jack asked if he might have two balloons. 'Sorry,' the salesperson said, 'but we give only one balloon to each child. Do you have a brother at home?' Jack was always honest. He didn't tell lies, but he wanted another balloon badly. 'No.' he replied regretfully, 'but my sister has a brother, and I'd like one for him.'\n\nHe said he liked growing flowers in his garden in his spare time. And one Sunday morning, after breakfast he put on his old clothes and began digging in his garden. He dug and dug. After half an hour he suddenly found a coin near his foot. He put it in his right pocket. A few minutes later, he found another one. He put it in the same pocket, too. The same thing happened for the third, the fourth and the fifth time. He was very happy and told his wife about it. She was very happy, too. She said, 'A thief stole a lot of coins from a shop a few days ago. The police caught him but they didn't find any coins.'\n\nThen Jimmy went on digging and found some more coins, but just when he began to dig, he felt something cold in his trousers. It ran down one of his legs. He put his hand down quickly -- and the coin came into his hand. Now he knew there was a hole in his pocket.\n\nWhat a lovely boy Jack is!"
    },
    {
      "id": "answer58",
      "text": "People have sailed around the world in quite small boats. It is not an easy thing. Sometimes the weather goes bad. That will be the end of a boat and the end of everyone in it. Accidents can happen easily and quickly.\n\nOne family had an accident with a big fish. The fish swam under their boat and bit holes in it. The water came into the boat, and of course, the boat soon went down. However, these people had another smaller boat -- a life-boat, and they all got into that. They lived and hoped for many days. They woke and slept, and they always, hoped… At last a ship found them.\n\nHow do people live in a very small life-boat? Perhaps far weeks or months. They must be strong in every way. They must have hope -- they must want to live. But you cannot eat and drink hope.\n\nYou cannot drink sea water. Drink a lot of sea water -- you will quickly die. Sailors can drink rain water. They must catch rain water in their boat. They must also catch fish and birds for food. Lifeboats do not often carry a cooker, and so the sailors cannot cook their food. Raw fish and bird-meat is not very nice. But there won't be any choice in a life-boat! The sailors must eat raw food or they will die.\n\nWhat do people think about in a life-boat? They think about land, a warm bed, dry clothes, clean water and food."
    },
    {
      "id": "answer59",
      "text": "But there is one extraordinary thing… when I drew the muzzle for the little prince, I forgot to add the leather strap to it. He will never have been able to fasten it on his sheep. So now I keep wondering: what is happening on his planet? Perhaps the sheep has eaten the flower…\n\nNow my sorrow is comforted a little. That is to say -- not entirely. But I know that he did go back to his planet, because I did not find his body at daybreak. It was not such a heavy body… and at night I love to listen to the stars. It is like five hundred million little bells…\n\nAt one time I say to myself: 'Surely not! The little prince shuts his flower under her glass globe every night, and he watches over his sheep very carefully…' Then I am happy. And there is sweetness in the laughter of all the stars. And now six years have already gone by… I have never yet told this story. The companions who met me on my return were well content to see me alive. I was sad, but I told them: 'I am tired.'\n\nBut at another time I say to myself: 'At some moment or other one is absent-minded, and that is enough! On some one evening he forgot the glass globe, or the sheep got out, without making any noise, in the night…' And then the little bells are changed to tears…\n\nLook up at the sky. Ask yourselves: is it yes or no? Has the sheep eaten the flower? And you will see how everything changes…\n\nThis is, to me, the loveliest and saddest landscape in the world. It is the same as that on the preceding page, but I have drawn it again to impress it on your memory. It is here that the little prince appeared on Earth, and disappeared. And no grown-up will ever understand that this is a matter of so much importance! Here, then, is a great mystery. For you who also love the little prince, and for me, nothing in the universe can be the same if somewhere, we do not know where, a sheep that we never saw has -- yes or no? -- eaten a rose…\n\nLook at it carefully so that you will be sure to recognise it in case you travel some day to the African desert. And, if you should come upon this spot, please do not hurry on. Wait for a time, exactly under the star. Then, if a little man appears who laughs, who has golden hair and who refuses to answer questions, you will know who he is. If this should happen, please comfort me. Send me word that he has come back."
    },
    {
      "id": "answer60",
      "text": "It was a long, hard journey. We had to cross the mountains between Spain and France in winter, and the snow was deep. Poor Friday was very afraid of the snow. In his country it was always hot, and he did not like cold weather.\n\nWhen I came back to England, I felt like a stranger in the country. Many things were different, and not many people remembered me. I went home to York, but my father and mother were dead, and also my two brothers. I did find the two sons of one of my brothers. They were happy to learn that I was alive, and I was pleased to find some family.\n\nAfter some months I decided to go down to Lisbon in Portugal. I had friends there who could help me to sell my land in Brazil, and I needed the money. Friday came with me. He was always a good and true friend to me. In Lisbon I found the Portuguese captain, who took me in his ship to Brazil, all those years ago. It was good to see him again, and he helped me with my business. Soon I was ready to go home again-by land. No more adventures and dangers by sea for me!\n\n'I have a fine ship, uncle,' he said. 'I'm going out to the East Indies -- India, Malaya, the Philippines… Why don't you come with me?'\n\nBack in England I found a house and began to live a quiet life. My two nephews came to live with me. The younger one wanted to be a sailor, and so I found him a place on a ship. After a while I married, and had three children, two sons and a daughter. Then my wife died, and my nephew, who was now the captain of a ship, came home to see me. He knew that I did not really like a quiet life.\n\nAnd so, in 1694, I went to sea again, and had many more adventures. Perhaps one day I'll write another book about them."
    }
  ]
}

