{
  "Original text": [
    {
      "id": "text1",
      "text": "A good man had a beautiful wife, whom he loved passionately, and never left if possible. One day, when he was obliged by important business to go away from her, he went to a place where all kinds of birds are sold and bought a parrot. This parrot not only spoke well, but it had the gift of telling all that had been done before it. He brought it home in a cage, and asked his wife to put it in her room, and take great care of it while he was away. Then he departed. On his return he asked the parrot what had happened during his absence, and the parrot told him some things which made him scold his wife.\n\nShe thought that one of her slaves must have been telling tales of her, but they told her it was the parrot, and she resolved to revenge herself on him.\n\nWhen her husband next went away for one day, she told one slave to turn a hand-mill under the bird's cage; another to throw water down from above the cage, and a third to take a mirror and turn it in front of its eyes, from left to right by the light of a candle. The slaves did this for part of the night, and did it very well.\n\nThe next day when the husband came back he asked the parrot what he had seen. The bird replied, 'My good master, the lightning, thunder and rain disturbed me so much all night long, that I cannot tell you what I have suffered.'\n\nThe husband, who knew that it had neither rained nor thundered in the night, was convinced that the parrot was not speaking the truth, so he took him out of the cage and threw him so roughly on the ground that he killed him. Nevertheless he was sorry afterwards, for he found that the parrot had spoken the truth."
    },
    {
      "id": "text2",
      "text": "There is a naughty boy in a village. He likes telling lies. One day he wants to make fun of the farmers. So he shouts out , 'Wolf! Wolf! Wolf is coming!' The kind farmers are working on the land. They hear the yelling, and hurry up to help the boy. But when they get there, the boy bursts into laughter and says: 'There is not any of wolf at all. I’m just joking.' The farmers are very angry and go back to their land. After a while the boy shouts again, 'Wolf! Wolf! Wolf is coming!' And those warm-hearted farmers rush up to the mountain ,finding that they are cheated once again. The boy laughs and laughs. The farmers say to the boy angrily, 'You are telling lies. We will not believe you any more.' And they get back to their work,leaving the laughing boy behind.\n\nLater a wolf really comes. The boy is very scared . He yelled out to the farmers down along the mountain to seek help :‘Wolf! Wolf! Wolf is coming!’ the boy shouts and shouts. ‘Help! Help!’ But no one comes. And wolf eats the naughty boy."
    },
    {
      "id": "text3",
      "text": "Once upon a time, there was a tortoise who lived in a peaceful meadow. He was slow and steady, and he loved to take his time doing everything.\n\nOne day, the tortoise heard about a boastful hare who claimed to be the fastest animal in the meadow. The hare challenged all the animals to a race, confident that he would win easily.\n\nThe tortoise, feeling intrigued, decided to accept the hare's challenge. On the day of the race, all the animals gathered at the starting line, eager to see who would emerge victorious.\n\nAs soon as the race began, the hare dashed off ahead, leaving the tortoise far behind. Confident in his speed, the hare decided to take a nap under a shady tree, thinking he could easily catch up later.\n\nMeanwhile, the tortoise continued to plod along, slow but steady, never giving up. Despite the hare's lead, the tortoise kept moving forward, one step at a time.\n\nWhen the hare woke up from his nap and realized the tortoise was nearing the finish line, he sprinted as fast as he could. But it was too late—the tortoise had already crossed the finish line and won the race."
    }
  ]
}